[
  {
    "id": 1,
    "content": "[Öğrenci Adı] ortaokula başlama sürecinde güzel bir uyum gösteriyor. Sınıf kurallarımızı öğrenmekte istekli ve arkadaşlarıyla iyi ilişkiler kuruyor. Temel derslerinde düzenli çalışmaya başladı ve ödevlerini zamanında getirmeye özen gösteriyor.",
    "tone": "olumlu",
    "etiketler": ["uyum süreci", "temel akademik beceriler", "sosyal uyum", "kuralları öğrenme"]
  },
  {
    "id": 2,
    "content": "[Öğrenci Adı] yeni okuluna çok hızlı alıştı. Derslerde dikkatlice dinliyor ve sorularını çekinmeden soruyor. Arkadaşlarıyla oyun oynamayı seviyor ve sınıf etkinliklerine katılmaktan mutlu oluyor. Okuma yazma becerilerinde ilerleme kaydediyor.",
    "tone": "olumlu",
    "etiketler": ["uyum süreci", "temel akademik beceriler", "sosyal uyum"]
  },
  {
    "id": 3,
    "content": "[Öğrenci Adı] sınıfımızın neşeli öğrencilerinden biri. Matematik işlemlerinde başarılı, Türkçe dersinde güzel kompozisyonlar yazıyor. Teneffüslerde arkadaşlarıyla güzel oyunlar oynuyor ve herkesle dostça geçiniyor.",
    "tone": "olumlu",
    "etiketler": ["temel akademik beceriler", "sosyal uyum", "kuralları öğrenme"]
  },
  {
    "id": 4,
    "content": "[Öğrenci Adı] ortaokul hayatına güzel bir başlangıç yaptı. Öğretmenlerini dinliyor, arkadaşlarına saygılı davranıyor. Ödevlerini düzenli yapıyor ve derslerinde başarılı olmaya çalışıyor. Sınıf içinde sessizce çalışmasını biliyor.",
    "tone": "olumlu",
    "etiketler": ["uyum süreci", "kuralları öğrenme", "temel akademik beceriler"]
  },
  {
    "id": 5,
    "content": "[Öğrenci Adı] yeni arkadaşlarıyla hemen kaynaştı. Fen bilgisi dersini çok seviyor ve deneyimlere büyük ilgi gösteriyor. Sınıf temizliğinde sorumluluk alıyor ve öğretmenlerine yardım etmek istiyor.",
    "tone": "olumlu",
    "etiketler": ["sosyal uyum", "temel akademik beceriler", "kuralları öğrenme"]
  },
  {
    "id": 6,
    "content": "[Öğrenci Adı] okul kurallarını çabuk öğrendi ve uyguluyor. Derslerde aktif katılım gösteriyor, kitap okumayı seviyor. Arkadaşlarıyla birlikte proje yapmaktan hoşlanıyor ve paylaşmayı öğrendi.",
    "tone": "olumlu",
    "etiketler": ["kuralları öğrenme", "temel akademik beceriler", "sosyal uyum"]
  },
  {
    "id": 7,
    "content": "[Öğrenci Adı] sınıfımızın yardımsever öğrencilerinden. Arkadaşları zorlandığında onlara yardım ediyor. Matematik problemlerini çözmeyi seviyor ve Türkçe dersinde güzel hikayeler yazıyor.",
    "tone": "olumlu",
    "etiketler": ["sosyal uyum", "temel akademik beceriler", "uyum süreci"]
  },
  {
    "id": 8,
    "content": "[Öğrenci Adı] ortaokula geçiş sürecini başarıyla tamamladı. Öğretmenlerle saygılı iletişim kuruyor, derslerde dikkatini toplayabiliyor. Grup çalışmalarında arkadaşlarıyla güzel işbirliği yapıyor.",
    "tone": "olumlu",
    "etiketler": ["uyum süreci", "kuralları öğrenme", "sosyal uyum"]
  },
  {
    "id": 9,
    "content": "[Öğrenci Adı] derslerinde düzenli ve başarılı. Ev ödevlerini zamanında yapıyor, ders araç gereçlerini getirmeyi unutmuyor. Arkadaşlarıyla oynarken kuralları gözetiyor ve adil oynamaya özen gösteriyor.",
    "tone": "olumlu",
    "etiketler": ["temel akademik beceriler", "kuralları öğrenme", "sosyal uyum"]
  },
  {
    "id": 10,
    "content": "[Öğrenci Adı] sosyal bilgiler dersine büyük ilgi gösteriyor. Tarih konularını merak ediyor ve sorular soruyor. Sınıf arkadaşlarıyla güzel dostluklar kurdu ve herkesle iyi geçiniyor.",
    "tone": "olumlu",
    "etiketler": ["temel akademik beceriler", "sosyal uyum", "uyum süreci"]
  },
  {
    "id": 11,
    "content": "[Öğrenci Adı] sanat derslerinde yaratıcı çalışmalar yapıyor. Resim yapmayı ve el işi çalışmalarını seviyor. Arkadaşlarının çalışmalarını beğeniyor ve onları destekliyor.",
    "tone": "olumlu",
    "etiketler": ["temel akademik beceriler", "sosyal uyum", "uyum süreci"]
  },
  {
    "id": 12,
    "content": "[Öğrenci Adı] müzik dersinde güzel sesi ile dikkat çekiyor. Şarkı söylemeyi ve enstrüman çalmayı öğrenmeye hevesli. Arkadaşlarıyla birlikte güzel etkinlikler düzenliyor.",
    "tone": "olumlu",
    "etiketler": ["temel akademik beceriler", "sosyal uyum", "uyum süreci"]
  },
  {
    "id": 13,
    "content": "[Öğrenci Adı] beden eğitimi dersini çok seviyor. Spor yapmayı ve takım oyunlarını öğreniyor. Arkadaşlarıyla birlikte koşmayı ve oyun oynamayı tercih ediyor.",
    "tone": "olumlu",
    "etiketler": ["sosyal uyum", "temel akademik beceriler", "uyum süreci"]
  },
  {
    "id": 14,
    "content": "[Öğrenci Adı] İngilizce dersinde yeni kelimeler öğrenmeye hevesli. Telaffuz çalışmalarına katılıyor ve basit cümleler kurmaya çalışıyor. Arkadaşlarıyla İngilizce kelimeler öğreniyor.",
    "tone": "olumlu",
    "etiketler": ["temel akademik beceriler", "uyum süreci", "sosyal uyum"]
  },
  {
    "id": 15,
    "content": "[Öğrenci Adı] teknoloji dersinde bilgisayar kullanmayı öğreniyor. Yeni programları keşfetmeyi seviyor ve arkadaşlarıyla birlikte projeler yapıyor. Okul kurallarına uygun davranıyor.",
    "tone": "olumlu",
    "etiketler": ["temel akademik beceriler", "kuralları öğrenme", "uyum süreci"]
  },
  {
    "id": 16,
    "content": "[Öğrenci Adı] ortaokula alışma sürecinde normale. Bazı günler derslerde dikkati dağılıyor, bazen ödevlerini unutabiliyor. Arkadaşlarıyla iyi geçiniyor ama sınıf kurallarını hatırlatmak gerekiyor.",
    "tone": "notr",
    "etiketler": ["uyum süreci", "temel akademik beceriler", "kuralları öğrenme"]
  },
  {
    "id": 17,
    "content": "[Öğrenci Adı] yeni ortamına alışmaya çalışıyor. Derslerde bazen aktif, bazen sessiz kalıyor. Arkadaş edinme konusunda biraz çekingen ama zamanla açılıyor. Ödevlerinde düzensizlik oluyor.",
    "tone": "notr",
    "etiketler": ["uyum süreci", "sosyal uyum", "temel akademik beceriler"]
  },
  {
    "id": 18,
    "content": "[Öğrenci Adı] okul kurallarını öğrenme konusunda yavaş ilerliyor. Derslerde dikkatini toplama konusunda zorlanıyor. Arkadaşlarıyla oynarken kuralları unutabiliyor.",
    "tone": "notr",
    "etiketler": ["kuralları öğrenme", "temel akademik beceriler", "sosyal uyum"]
  },
  {
    "id": 19,
    "content": "[Öğrenci Adı] matematik dersinde zorlanıyor ve ek çalışmaya ihtiyacı var. Türkçe dersinde okuduğunu anlamada güçlük çekiyor. Arkadaşlarıyla iyi geçiniyor ama derslerde desteğe ihtiyacı var.",
    "tone": "notr",
    "etiketler": ["temel akademik beceriler", "uyum süreci", "sosyal uyum"]
  },
  {
    "id": 20,
    "content": "[Öğrenci Adı] sosyal uyum konusunda zaman alıyor. Arkadaş gruplarına katılma konusunda tereddütlü. Derslerde sessiz kalıyor ve katılım az. Ödevlerini yapmaya çalışıyor ama düzensiz.",
    "tone": "notr",
    "etiketler": ["sosyal uyum", "uyum süreci", "temel akademik beceriler"]
  },
  {
    "id": 21,
    "content": "[Öğrenci Adı] sınıf ortamında kendini güvende hissetmiyor gibi görünüyor. Öğretmenlerle iletişim kurmakta zorlanıyor. Arkadaşlarıyla oynamayı tercih etmiyor, daha çok tek başına kalıyor.",
    "tone": "notr",
    "etiketler": ["sosyal uyum", "uyum süreci", "kuralları öğrenme"]
  },
  {
    "id": 22,
    "content": "[Öğrenci Adı] fen bilgisi dersinde konuları anlamakta zorlanıyor. Deney yaparken arkadaşlarıyla işbirliği yapmakta güçlük çekiyor. Ödevlerini eksik getiriyor ve ders malzemelerini unutuyor.",
    "tone": "notr",
    "etiketler": ["temel akademik beceriler", "sosyal uyum", "kuralları öğrenme"]
  },
  {
    "id": 23,
    "content": "[Öğrenci Adı] sosyal bilgiler dersindeki konulara ilgi göstermiyor. Harita okuma ve tarih konularında zorlanıyor. Arkadaşlarıyla grup çalışması yapmayı tercih etmiyor.",
    "tone": "notr",
    "etiketler": ["temel akademik beceriler", "sosyal uyum", "uyum süreci"]
  },
  {
    "id": 24,
    "content": "[Öğrenci Adı] İngilizce dersinde yeni kelimeleri öğrenmekte zorlanıyor. Telaffuz konusunda sıkıntı yaşıyor. Derslerde katılım az ve ödevlerini düzensiz yapıyor.",
    "tone": "notr",
    "etiketler": ["temel akademik beceriler", "uyum süreci", "kuralları öğrenme"]
  },
  {
    "id": 25,
    "content": "[Öğrenci Adı] teknoloji dersinde bilgisayar kullanımında geride kalıyor. Yeni programları öğrenmekte zorlanıyor. Arkadaşlarından yardım istemekte çekiniyor.",
    "tone": "notr",
    "etiketler": ["temel akademik beceriler", "sosyal uyum", "uyum süreci"]
  },
  {
    "id": 26,
    "content": "[Öğrenci Adı] müzik dersinde çok sessiz kalıyor. Şarkı söylemeye katılmıyor ve enstrüman çalmayı öğrenmek istemiyor. Derslerde dikkatsiz ve ilgisiz görünüyor.",
    "tone": "notr",
    "etiketler": ["temel akademik beceriler", "sosyal uyum", "uyum süreci"]
  },
  {
    "id": 27,
    "content": "[Öğrenci Adı] sanat derslerinde yaratıcı çalışmalar yapmakta zorlanıyor. Malzeme kullanımında beceri eksikliği var. Arkadaşlarının çalışmalarını beğenmiyor ve eleştiriyor.",
    "tone": "notr",
    "etiketler": ["temel akademik beceriler", "sosyal uyum", "kuralları öğrenme"]
  },
  {
    "id": 28,
    "content": "[Öğrenci Adı] beden eğitimi dersinde spor aktivitelerine katılmak istemiyor. Takım oyunlarında arkadaşlarıyla uyum sağlayamıyor. Kurallara uymakta zorlanıyor.",
    "tone": "notr",
    "etiketler": ["sosyal uyum", "kuralları öğrenme", "uyum süreci"]
  },
  {
    "id": 29,
    "content": "[Öğrenci Adı] okula gelme konusunda isteksiz görünüyor. Derslerde sürekli dalgın ve ödevlerini hiç yapmiyor. Arkadaşlarıyla iletişim kurmayı reddediyor.",
    "tone": "notr",
    "etiketler": ["uyum süreci", "temel akademik beceriler", "sosyal uyum"]
  },
  {
    "id": 30,
    "content": "[Öğrenci Adı] sınıf kurallarına uymakta ciddi sorunlar yaşıyor. Öğretmenlere saygısız davranıyor ve arkadaşlarını rahatsız ediyor. Derslerde hiç katılım göstermiyor ve ödevlerini yapmıyor.",
    "tone": "notr",
    "etiketler": ["kuralları öğrenme", "sosyal uyum", "temel akademik beceriler"]
  },
  {
    "id": 31,
    "content": "[Öğrenci Adı] ortaokula uyum konusunda ciddi zorluklar yaşıyor. Sınıfta huzursuzluk çıkarıyor ve arkadaşlarıyla sürekli kavga ediyor. Derslere hiç ilgi göstermiyor ve ödevlerini yapmıyor.",
    "tone": "olumsuz",
    "etiketler": ["uyum süreci", "sosyal uyum", "kuralları öğrenme"]
  },
  {
    "id": 32,
    "content": "[Öğrenci Adı] temel akademik becerilerde çok geride kaldı. Okuma yazma konusunda ciddi sıkıntıları var. Matematik işlemlerini yapamıyor ve derslerde hiç dinlemiyor.",
    "tone": "olumsuz",
    "etiketler": ["temel akademik beceriler", "uyum süreci", "kuralları öğrenme"]
  },
  {
    "id": 33,
    "content": "[Öğrenci Adı] sınıf kurallarına hiç uymuyor. Öğretmenlere karşı gelmeye devam ediyor ve dersleri sürekli böliyor. Arkadaşlarını olumsuz etkiliyor.",
    "tone": "olumsuz",
    "etiketler": ["kuralları öğrenme", "sosyal uyum", "uyum süreci"]
  },
  {
    "id": 34,
    "content": "[Öğrenci Adı] sosyal uyum konusunda başarısız. Arkadaşlarına vuryor ve kötü sözler söylüyor. Teneffüslerde sürekli kavga çıkarıyor ve kimseyle oynamak istemiyor.",
    "tone": "olumsuz",
    "etiketler": ["sosyal uyum", "kuralları öğrenme", "uyum süreci"]
  },
  {
    "id": 35,
    "content": "[Öğrenci Adı] matematik dersinde hiçbir işlemi yapamıyor. Basit toplama çıkarma bile öğrenemedi. Derslerde hiç dikkat etmiyor ve sürekli başka şeylerle ilgileniyor.",
    "tone": "olumsuz",
    "etiketler": ["temel akademik beceriler", "uyum süreci", "kuralları öğrenme"]
  },
  {
    "id": 36,
    "content": "[Öğrenci Adı] Türkçe dersinde okuma yazma becerileri çok zayıf. Basit kelimeleri bile okuyamıyor. Hikaye dinlemeyi sevmiyor ve yazma çalışmalarını reddediyor.",
    "tone": "olumsuz",
    "etiketler": ["temel akademik beceriler", "uyum süreci", "sosyal uyum"]
  },
  {
    "id": 37,
    "content": "[Öğrenci Adı] fen bilgisi dersinde hiç ilgi göstermiyor. Deneyler sırasında malzemeleri bozuyor ve arkadaşlarının çalışmalarını engelliyor. Güvenlik kurallarına uymuyor.",
    "tone": "olumsuz",
    "etiketler": ["temel akademik beceriler", "kuralları öğrenme", "sosyal uyum"]
  },
  {
    "id": 38,
    "content": "[Öğrenci Adı] sosyal bilgiler dersinde hiçbir konuyu öğrenemiyor. Harita okuma ve tarih bilgisi çok zayıf. Grup çalışmalarını reddediyor ve arkadaşlarıyla çalışmayı istemiyor.",
    "tone": "olumsuz",
    "etiketler": ["temel akademik beceriler", "sosyal uyum", "uyum süreci"]
  },
  {
    "id": 39,
    "content": "[Öğrenci Adı] İngilizce dersine hiç katılmıyor. Yeni kelimeleri öğrenmeyi reddediyor. Telaffuz çalışmalarında gürültü çıkarıyor ve dersi engelliyor.",
    "tone": "olumsuz",
    "etiketler": ["temel akademik beceriler", "kuralları öğrenme", "uyum süreci"]
  },
  {
    "id": 40,
    "content": "[Öğrenci Adı] teknoloji dersinde bilgisayarlara zarar veriyor. Kurallara uymayı reddediyor ve arkadaşlarının çalışmalarını bozuyor. Öğretmen uyarılarını dinlemiyor.",
    "tone": "olumsuz",
    "etiketler": ["kuralları öğrenme", "temel akademik beceriler", "sosyal uyum"]
  },
  {
    "id": 41,
    "content": "[Öğrenci Adı] müzik dersinde sürekli gürültü çıkarıyor. Şarkı söylemeyi reddediyor ve enstrümanlara zarar veriyor. Dersleri bölerek arkadaşlarını rahatsız ediyor.",
    "tone": "olumsuz",
    "etiketler": ["kuralları öğrenme", "sosyal uyum", "temel akademik beceriler"]
  },
  {
    "id": 42,
    "content": "[Öğrenci Adı] sanat derslerinde malzemeleri israf ediyor. Yaratıcı çalışmalar yapmayı reddediyor ve arkadaşlarının eserlerini bozuyor. Derslerde sürekli ayakta dolaşıyor.",
    "tone": "olumsuz",
    "etiketler": ["kuralları öğrenme", "sosyal uyum", "temel akademik beceriler"]
  },
  {
    "id": 43,
    "content": "[Öğrenci Adı] beden eğitimi dersinde hiçbir aktiviteye katılmıyor. Spor malzemelerini saklamayı reddediyor ve oyun kurallarına uymuyor. Arkadaşlarıyla fair play yapmıyor.",
    "tone": "olumsuz",
    "etiketler": ["sosyal uyum", "kuralları öğrenme", "uyum süreci"]
  },
  {
    "id": 44,
    "content": "[Öğrenci Adı] okula gelmek istemiyor ve sürekli kaçmaya çalışıyor. Sınıfta oturmayı reddediyor ve koridorlarda dolaşıyor. Hiçbir derse katılmıyor ve ödevlerini yapmıyor.",
    "tone": "olumsuz",
    "etiketler": ["uyum süreci", "kuralları öğrenme", "temel akademik beceriler"]
  },
  {
    "id": 45,
    "content": "[Öğrenci Adı] ortaokul hayatına hiç uyum sağlayamadı. Bütün derslerde başarısız, arkadaşlarıyla sürekli problem yaşıyor. Aile desteği ile acil rehberlik hizmetine ihtiyacı var.",
    "tone": "olumsuz",
    "etiketler": ["uyum süreci", "temel akademik beceriler", "sosyal uyum"]
  }
]