[
  {
    "id": 1,
    "content": "Değerli velimiz, [Öğrenci Adı] bu dönemde akademik başarısıyla birlikte sosyal becerilerini de dengeli bir şekilde geliştiren **örnek** bir öğrencimiz oldu. Özellikle grup çalışmalarında sergilediği **liderlik** özellikleri takdire şayan. Sınıf içi projelere aktif katılımıyla ve arkadaşlarıyla kurduğu olumlu iletişimle dikkat çekiyor. İkinci dönemde bu liderlik vasfını daha da geliştirerek sınıfımıza daha fazla katkı sağlamasını bekliyoruz. Onunla gurur duyuyoruz.",
    "tone": "olumlu",
    "etiketler": ["başarılı", "dengeli", "lider", "sorumlu", "örnek", "sosyal", "katılımcı", "işbirlikçi", "gelişen", "takdire şayan"]
  },
  {
    "id": 2,
    "content": "Sevgili velimiz, [Öğrenci Adı], bu dönemde derslerdeki potansiyeline rağmen zaman zaman bazı zorluklar yaşamış ve öğrenmeye olan ilgisinde düşüş gözlemledik. Ancak her öğrencinin farklı bir öğrenme hızı olduğu bilinciyle hareket ediyoruz. Potansiyeline inanarak, küçük adımlarla ilerlemesi için desteklenmelidir. Sömestr tatilinde sevdiği konularla ilgili basit okumalar yapması ve eğlenceli öğrenme aktiviteleriyle okuldan kopmaması, ikinci döneme daha **pozitif** başlamasına yardımcı olacaktır. Ona güvenimiz tam.",
    "tone": "nötr",
    "etiketler": ["potansiyel", "zorlanan", "ilgi", "düşüş", "destek", "ihtiyaç", "pozitif", "yavaş", "adaptasyon", "cesaret"]
  },
  {
    "id": 3,
    "content": "Kıymetli velimiz, [Öğrenci Adı], yüksek akademik başarısıyla göz dolduruyor. Öğrenmeye olan tutkusu ve mükemmeliyetçi yaklaşımı takdire şayan. Ancak, zaman zaman sınav dönemlerinde yaşadığı **stres** ve kaygı nedeniyle potansiyelini tam yansıtamadığını gözlemledik. Başarının sadece notlardan ibaret olmadığını hatırlatmak isteriz. Sömestr tatilinde dinlenmeye ve hobilerine zaman ayırmaya özen göstermesi, **stres yönetimi** becerilerini geliştirmesi için faydalı olacaktır. Dengeli olması önemli.",
    "tone": "olumlu",
    "etiketler": ["başarılı", "yüksek", "mükemmeliyetçi", "stres", "kaygı", "denge", "tutku", "yönetim", "hobiler", "dinlenme"]
  },
  {
    "id": 4,
    "content": "Sayın velimiz, [Öğrenci Adı], bu dönemde sergilediği **disiplinli** çalışma alışkanlığı ve kararlılığı sayesinde akademik başarısını istikrarlı bir şekilde sürdürmüştür. Sorumluluk bilinci ve derslere olan özverisi gerçekten örnek teşkil ediyor. Ödevlerini zamanında ve eksiksiz yapması, ders araç gereçlerini düzenli kullanması onun **çalışkan** yapısını gösteriyor. İkinci dönemde de bu düzenini koruması, başarısını daha da pekiştirecektir. Kendisiyle gurur duyuyoruz.",
    "tone": "olumlu",
    "etiketler": ["disiplinli", "çalışkan", "sorumlu", "kararlı", "istikrarlı", "başarılı", "örnek", "özverili", "düzenli", "azim"]
  },
  {
    "id": 5,
    "content": "Değerli velimiz, [Öğrenci Adı], derslerdeki potansiyeline rağmen dikkatini uzun süre korumakta **zorlanmaktadır**. Bu durum, akademik performansını zaman zaman olumsuz etkileyebiliyor. Özellikle uzun derslerde veya karmaşık konularda **dalgın** olabiliyor. İkinci dönemde odaklanma becerisini geliştirecek teknikler (kısa molalar, sessiz ortamda çalışma gibi) kullanması faydalı olacaktır. Bu konuda rehberlik ve aile desteği çok önemli.",
    "tone": "nötr",
    "etiketler": ["dikkat", "zorlanan", "potansiyel", "odaklanma", "dalgın", "gelişmesi", "ihtiyaç", "destek", "teknik", "çaba"]
  },
  {
    "id": 6,
    "content": "Sevgili velimiz, [Öğrenci Adı], akademik olarak sınıf ortalamasında bir performans sergiliyor. Ancak, sosyal ilişkilerinde zaman zaman **uyum sorunları** yaşadığını ve kendini ifade etmekte **çekingen** davrandığını gözlemledik. Özellikle yeni arkadaşlıklar kurmada zorlanabiliyor. İkinci dönemde grup çalışmalarına daha fazla katılması ve farklı arkadaşlıklar kurmaya açık olması, sosyal becerilerini geliştirmesine yardımcı olacaktır. Onun sosyal gelişimini desteklemeliyiz.",
    "tone": "nötr",
    "etiketler": ["sosyal", "uyum", "çekingen", "iletişim", "zorlanan", "gelişmesi", "ihtiyaç", "destek", "arkadaş", "katılım"]
  },
  {
    "id": 7,
    "content": "Kıymetli velimiz, [Öğrenci Adı], derslerdeki potansiyeline rağmen sorumluluklarını yerine getirme konusunda zaman zaman **aksaklıklar** yaşamıştır. Özellikle ödev takibi ve ders araç-gereçlerini düzenli kullanma alışkanlığı geliştirmesi gerekmektedir. Zaman zaman **unutkan** olabiliyor. İkinci dönemde bu konuda daha bilinçli adımlar atmasını ve sorumluluk bilincini pekiştirmesini bekliyoruz. Düzenli takip, bu gelişim için çok önemli.",
    "tone": "nötr",
    "etiketler": ["sorumlu", "aksaklık", "ödev", "unutkan", "düzenli", "ihtiyaç", "gelişmesi", "takip", "bilinçli", "çaba"]
  },
  {
    "id": 8,
    "content": "Sayın velimiz, [Öğrenci Adı], derslerde karşılaştığı problemlere **yaratıcı** ve **özgün** çözümler getirme becerisiyle öne çıkıyor. Bu yeteneği, öğrenme sürecini zenginleştirmekte ve arkadaşlarını da olumlu etkilemektedir. Farklı bakış açıları geliştirmesi takdire şayandır. İkinci dönemde bu yaratıcılığını daha karmaşık projelere uygulamasını ve farklı disiplinlerdeki problemleri çözmeye çalışmasını bekliyoruz. Onun bu **çözüm odaklı** yaklaşımı çok değerli.",
    "tone": "olumlu",
    "etiketler": ["yaratıcı", "özgün", "çözümcü", "problem", "analitik", "düşünen", "becerikli", "değerli", "ilham verici", "gelişen"]
  },
  {
    "id": 9,
    "content": "Değerli velimiz, [Öğrenci Adı], okul dışı aktivitelerde (spor, sanat vb.) önemli başarılar elde ediyor. Bu yetenekleri gerçekten takdire şayandır. Ancak, bu başarıyı akademik alana yeterince yansıtamadığını gözlemledik. Bazen dersleri ikinci plana atabiliyor. İkinci dönemde derslerine de aynı disiplin ve motivasyonla yaklaşması, genel başarısını artıracaktır. Hobileriyle dersleri arasında **denge** kurması çok önemli. Potansiyeli oldukça yüksek.",
    "tone": "nötr",
    "etiketler": ["başarılı", "okul dışı", "denge", "motivasyon", "ihtiyaç", "yansıtma", "potansiyel", "çaba", "öncelik", "düzen"]
  },
  {
    "id": 10,
    "content": "Sevgili velimiz, [Öğrenci Adı], ders konularına hakim olmasına rağmen sınav dönemlerinde yaşadığı **kaygı** nedeniyle potansiyelini tam olarak yansıtamıyor. Sınavların sadece bir değerlendirme aracı olduğunu ona sıkça hatırlatmalıyız. İkinci dönemde rahatlama teknikleri öğrenmesi ve düzenli tekrarlarla konulara olan hakimiyetini pekiştirmesi, daha **başarılı** olmasına yardımcı olacaktır. Bu konuda desteğinize ihtiyacımız var.",
    "tone": "nötr",
    "etiketler": ["kaygı", "sınav", "potansiyel", "yansıtma", "destek", "ihtiyaç", "rahatlama", "pekiştirme", "gelişmesi", "çaba"]
  },
  {
    "id": 11,
    "content": "Kıymetli velimiz, [Öğrenci Adı], olaylara ve konulara **eleştirel** bir bakış açısıyla yaklaşma becerisiyle öne çıkıyor. Sorgulayıcı yapısı, derinlemesine öğrenmeyi teşvik etmektedir. Farklı görüşleri değerlendirme yeteneği de gelişmiştir. İkinci dönemde bu becerisini daha karmaşık metinleri analiz etmeye ve farklı görüşleri değerlendirmeye yönelik kullanmasını bekliyoruz. Onun bu **sorgulayan** zihniyeti çok değerli.",
    "tone": "olumlu",
    "etiketler": ["eleştirel", "sorgulayan", "düşünen", "analitik", "değerli", "gelişen", "derinlemesine", "farklı", "bakış açısı", "teşvik"]
  },
  {
    "id": 12,
    "content": "Sayın velimiz, [Öğrenci Adı], ders çalışma ortamı konusunda desteğe ihtiyaç duymaktadır. Düzenli ve sessiz bir çalışma alanı, odaklanma ve öğrenme verimliliği için hayati öneme sahiptir. İkinci dönemde aile desteğiyle uygun bir ortam oluşturulması, akademik başarısını olumlu etkileyecektir. Ona bu **düzenli** ortamı sağlamak, öğrenmesini çok kolaylaştıracaktır.",
    "tone": "nötr",
    "etiketler": ["ortam", "destek", "ihtiyaç", "düzenli", "sessiz", "odaklanma", "verimli", "aile", "çaba", "gelişmesi"]
  },
  {
    "id": 13,
    "content": "Değerli velimiz, [Öğrenci Adı], ders konularına hakim olmasına rağmen sınıf içi tartışmalara katılmaktan **çekindiği** gözlemledik. Fikirlerini paylaşması, hem kendi öğrenme sürecini zenginleştirecek hem de sınıf arkadaşlarına örnek olacaktır. Onun bilgisini sınıf ortamında paylaşması, özgüvenini de artıracaktır. İkinci dönemde daha **aktif** bir katılım sergilemesini bekliyoruz. Bu konuda teşviklerinize ihtiyacımız var.",
    "tone": "nötr",
    "etiketler": ["çekingen", "katılım", "sözlü", "pasif", "özgüven", "gelişmesi", "ihtiyaç", "teşvik", "iletişim", "gözlem"]
  },
  {
    "id": 14,
    "content": "Sevgili velimiz, [Öğrenci Adı], ödev ve projelerini son ana bırakma eğilimi göstermektedir. Bu durum, hem kalitesini etkilemekte hem de gereksiz **stres** yaratmaktadır. Zaman yönetimi becerilerini geliştirmesi ve sorumluluklarını zamanında yerine getirmesi, başarısı için kritik öneme sahiptir. İkinci dönemde **planlı** çalışmasını bekliyoruz. Küçük adımlarla başlayarak bu alışkanlığını oturtması gerekiyor.",
    "tone": "nötr",
    "etiketler": ["erteleyen", "düzensiz", "stres", "zaman", "yönetimi", "ihtiyaç", "planlı", "sorumlu", "gelişmesi", "takip"]
  },
  {
    "id": 15,
    "content": "Kıymetli velimiz, [Öğrenci Adı], bilgiye olan açlığı ve **araştırmacı** ruhuyla dikkat çekmektedir. Merak ettiği konuları derinlemesine incelemesi ve yeni bilgiler öğrenme isteği takdire şayandır. İkinci dönemde bu merakını farklı disiplinlere yöneltmesini ve öğrendiklerini arkadaşlarıyla **paylaşmasını** teşvik ediyoruz. Onun bu **meraklı** yapısı, öğrenme sürecini çok daha keyifli hale getiriyor.",
    "tone": "olumlu",
    "etiketler": ["meraklı", "araştırmacı", "bilgi", "derinlemesine", "paylaşımcı", "istekli", "gelişen", "tutku", "keyifli", "teşvik"]
  },
  {
    "id": 16,
    "content": "Sayın velimiz, [Öğrenci Adı], sağlık sorunları nedeniyle zaman zaman okula devam etmekte **zorlanmıştır**. Ancak, derslerini telafi etme konusundaki **çabası** takdire şayandır. Sağlık durumunun derslerini etkilememesi için gerekli önlemleri alması çok önemli. İkinci dönemde sağlığına dikkat ederek ve derslerini düzenli takip ederek başarısını sürdürmesini bekliyoruz. Bu süreçte desteğinize ihtiyacımız var.",
    "tone": "nötr",
    "etiketler": ["sağlık", "devamsızlık", "zorlanan", "çaba", "telafi", "takip", "destek", "ihtiyaç", "önemli", "düzenli"]
  },
  {
    "id": 17,
    "content": "Değerli velimiz, [Öğrenci Adı], öğrenme stilini keşfetme konusunda desteğe ihtiyaç duymaktadır. Farklı öğrenme yöntemlerini denemesi, dersleri daha kolay anlamasına yardımcı olacaktır. Görsel, işitsel veya kinestetik hangi yöntemin ona daha uygun olduğunu bulması, akademik başarısını artıracaktır. İkinci dönemde kendisine en uygun öğrenme tekniklerini bulmasını ve uygulamasını **teşvik** ediyoruz. Bu keşif süreci çok önemli.",
    "tone": "nötr",
    "etiketler": ["öğrenme stili", "keşif", "destek", "ihtiyaç", "yöntem", "anlama", "teşvik", "farklı", "deneme", "gelişmesi"]
  },
  {
    "id": 18,
    "content": "Sevgili velimiz, [Öğrenci Adı], ders materyallerini düzenli kullanma konusunda desteğe ihtiyaç duymaktadır. Zaman zaman defterlerini, kitaplarını veya kalemlerini unutabiliyor. Düzenli materyal kullanımı, ders takibini kolaylaştırır ve sorumluluk bilincini geliştirir. İkinci dönemde eşyalarına daha **özen** göstermesini ve **düzenli** olmayı alışkanlık haline getirmesini bekliyoruz. Küçük adımlarla başlayarak bu düzeni oturtabilir.",
    "tone": "nötr",
    "etiketler": ["materyal", "düzenli", "ihtiyaç", "destek", "unutkan", "sorumlu", "özen", "alışkanlık", "gelişmesi", "takip"]
  },
  {
    "id": 19,
    "content": "Kıymetli velimiz, [Öğrenci Adı], akran ilişkilerinde zaman zaman **zorlandığı** ve kendini dışlanmış hissettiği gözlemlenmiştir. Sosyal becerilerini geliştirmesi ve arkadaşlarıyla daha sağlıklı iletişim kurması için desteğe ihtiyaç duymaktadır. Grup aktivitelerine katılımını ve **empati** becerisini geliştirmesini teşvik ediyoruz. Arkadaşlık kurma konusunda sabırlı ve destekleyici olmalıyız.",
    "tone": "nötr",
    "etiketler": ["akran", "ilişki", "zorlanan", "dışlanma", "sosyal", "empati", "iletişim", "destek", "ihtiyaç", "teşvik"]
  },
  {
    "id": 20,
    "content": "Sayın velimiz, [Öğrenci Adı], zihinsel potansiyeline rağmen derslere karşı **ilgisiz** olduğu ve öğrenme motivasyonunun düşük olduğu gözlemlenmiştir. Derslere katılımı oldukça **pasif**. Öğrenme motivasyonunu artırmak için ilgi alanlarına yönelik öğrenme materyalleriyle desteklenmesi önemlidir. İkinci dönemde küçük başarılarla motivasyonunu yeniden kazanmasını bekliyoruz. Bu konuda işbirliğiniz hayati önem taşımakta.",
    "tone": "nötr",
    "etiketler": ["motivasyon", "düşük", "ilgisiz", "pasif", "destek", "ihtiyaç", "potansiyel", "kazanma", "çaba", "işbirliği"]
  },
  {
    "id": 21,
    "content": "Değerli velimiz, [Öğrenci Adı], bu dönemde okul ortamına uyum sağlamakta **ciddi zorluklar** yaşamıştır. Sürekli ilkokulu özlediğini dile getiriyor ve eski okuluna dönmek istediğini ifade ediyor. Yeni sistem ve kurallar ona çok **zor** geliyor, bu da uyum sürecini olumsuz etkiliyor. Bu durumun üstesinden gelmek için acil ve kapsamlı bir rehberlik desteğine ihtiyacımız var. Okul-aile işbirliği hayati önem taşımakta.",
    "tone": "olumsuz",
    "etiketler": ["uyumsuz", "zorluk", "özlem", "reddeden", "problem", "adaptasyon", "destek", "ciddi", "müdahale", "kaybolmuş"]
  },
  {
    "id": 22,
    "content": "Sevgili velimiz, [Öğrenci Adı], artan ders yükü ile başa çıkmakta **zorlanıyor**. Sürekli yorgun ve bitkin görünüyor. Ödevlerini düzenli olarak yapamıyor ve ders malzemelerini getirmeyi sıkça unutuyor. Bu durum, akademik başarısını doğrudan olumsuz etkilemektedir. Ona zaman yönetimi ve sorumluluk bilinci kazandırmak için acil bir müdahale planına ihtiyacımız var. Onun bu **tükenmiş** hali endişe verici.",
    "tone": "olumsuz",
    "etiketler": ["zorlanan", "yorgun", "bitkin", "ödev", "unutkan", "sorumsuz", "tükenmiş", "düzensiz", "müdahale", "acil"]
  },
  {
    "id": 23,
    "content": "Kıymetli velimiz, [Öğrenci Adı], grup çalışmalarında hiçbir **katkı** sağlamıyor. Arkadaşlarının çalışmasını engelliyor ve projelerini kasten bozuyor. Takım çalışmasını tamamen **reddettiği** gözlemlendi. Bu **yıkıcı** tutumu, hem kendi öğrenmesini hem de grubun başarısını olumsuz etkiliyor. İşbirliği becerilerini geliştirmek için acil ve kararlı bir tutum sergilemeliyiz. Disiplin sorunu da yaşıyor.",
    "tone": "olumsuz",
    "etiketler": ["katkısız", "engelleyen", "bozucu", "reddeden", "yıkıcı", "işbirliği", "sorun", "disiplin", "acil", "bireysel"]
  },
  {
    "id": 24,
    "content": "Sayın velimiz, [Öğrenci Adı], sosyal beceri gelişiminde maalesef **gerileme** gösteriyor. Arkadaşlarıyla sürekli **çatışma** yaşıyor ve kimseyle anlaşamıyor. İletişim kurmayı tamamen **reddettiği** durumlar oluyor. Bu durum, onun sosyal izolasyonuna yol açıyor. Sosyal ilişkilerde sağlıklı bağlar kurması için acil ve profesyonel desteğe ihtiyacımız var. Durum oldukça ciddidir.",
    "tone": "olumsuz",
    "etiketler": ["gerileme", "çatışma", "uyumsuz", "iletişim", "reddeden", "izole", "sosyal", "problem", "ciddi", "acil"]
  },
  {
    "id": 25,
    "content": "Değerli velimiz, [Öğrenci Adı], ortaokul kurallarına kesinlikle **uymuyor**. Hangi sınıfa gideceğini bilmiyor ve ders programını takip etmiyor. Sürekli geç kalıyor ve dersleri kaçırıyor. Okul düzenini ve disiplinini ciddi şekilde **bozuyor**. Bu **sorumsuz** ve umursamaz tavır, onun akademik geleceğini tehlikeye atmaktadır. Bu konuda acil ve radikal adımlar atmamız gerekiyor. Aile desteği şarttır.",
    "tone": "olumsuz",
    "etiketler": ["kuralsız", "uymayan", "sorumsuz", "bozan", "geç kalan", "kaçan", "disiplinsiz", "umursamaz", "ciddi", "acil"]
  },
  {
    "id": 26,
    "content": "Sevgili velimiz, [Öğrenci Adı], ders saatlerinin artmasından dolayı sürekli **şikayet** ediyor. Derslere katılmak **istemiyor** ve sürekli okuldan kaçmaya çalışıyor. Okula gelmeyi tamamen **reddettiği** gözlemlendi. Bu durum, eğitim-öğretim hayatına karşı ciddi bir **direnç** oluşturuyor. Onun motivasyonunu yeniden kazanması ve okula bağlılığını artırmamız için acil bir müdahale planına ihtiyacımız var. Lütfen okulla işbirliği yapın.",
    "tone": "olumsuz",
    "etiketler": ["şikayetçi", "istemeyen", "kaçan", "reddeden", "dirençli", "motivasyonsuz", "ilgisiz", "okul", "bağlılık", "acil"]
  },
  {
    "id": 27,
    "content": "Kıymetli velimiz, [Öğrenci Adı], grup projelerinde arkadaşlarıyla sürekli **kavga** ediyor. Hiçbir fikri kabul etmiyor ve kendi istediği olmazsa çalışmayı bırakıyor. İşbirliği yapmayı tamamen **reddeden** bir tutum sergiliyor. Bu **çatışmacı** ve bencil davranışları, grup dinamiklerini olumsuz etkiliyor ve projelerin başarısız olmasına sebep oluyor. Sosyal beceri ve işbirliği konusunda acil desteğe ihtiyacımız var.",
    "tone": "olumsuz",
    "etiketler": ["kavga", "çatışmacı", "bencil", "reddeden", "işbirliği", "uyumsuz", "sorun", "yıkıcı", "acil", "davranış"]
  },
  {
    "id": 28,
    "content": "Sayın velimiz, [Öğrenci Adı], sosyal ilişkilerde maalesef **başarısız** oluyor. Hiç arkadaş edinemiyor ve herkesle **kavga** ediyor. Sosyal aktiviteleri tamamen **reddettiği** ve tek başına kalmayı tercih ettiği gözlemlendi. Bu durum, onun sosyal gelişimini ciddi şekilde engelliyor ve izole bir hal almasına neden oluyor. Sosyal beceri gelişimi için acil ve kapsamlı bir müdahale planına ihtiyacımız var.",
    "tone": "olumsuz",
    "etiketler": ["başarısız", "kavga", "reddeden", "izole", "yalnız", "sosyal", "ilişki", "problem", "ciddi", "acil"]
  },
  {
    "id": 29,
    "content": "Değerli velimiz, [Öğrenci Adı], ortaokul sisteminden hiç **memnun değil**. Sürekli eleştiriyor ve hiçbir şeyi beğenmiyor. Öğretmenlere karşı **saygısızlık** yapıyor ve kurallara uymuyor. Bu **negatif** ve **dirençli** tutumu, onun öğrenme sürecini olumsuz etkiliyor ve sınıf ortamını da bozuyor. Acilen bu davranışları düzeltmemiz gerekiyor. Aile desteği bu noktada çok önemlidir.",
    "tone": "olumsuz",
    "etiketler": ["memnuniyetsiz", "eleştirel", "saygısız", "kuralsız", "negatif", "dirençli", "uyumsuz", "davranış", "sorun", "acil"]
  },
  {
    "id": 30,
    "content": "Sevgili velimiz, [Öğrenci Adı], farklı öğretmenlerin varlığından **rahatsız** oluyor. Her öğretmene farklı davranıyor ve onlara karşı **saygısızlık** yapıyor. Ders değişimlerinde sorun çıkarıyor ve sınıf düzenini bozuyor. Bu **uyumsuz** ve **kontrolsüz** davranışlar, derslerin verimini düşürmektedir. Öğretmenlere saygı duyması ve kurallara uyması konusunda acil bir müdahaleye ihtiyacımız var.",
    "tone": "olumsuz",
    "etiketler": ["rahatsız", "saygısız", "sorun", "uyumsuz", "kontrolsüz", "disiplinsiz", "davranış", "bozucu", "acil", "müdahale"]
  },
  {
    "id": 31,
    "content": "Kıymetli velimiz, [Öğrenci Adı], takım çalışmalarında **yıkıcı** bir rol oynuyor. Arkadaşlarının motivasyonunu bozuyor ve projelerin başarısız olmasına sebep oluyor. Liderlik yapmaya çalışırken **baskıcı** ve otoriter bir tutum sergiliyor. Bu **negatif** etkisi, grup dinamiklerini ciddi şekilde zedeliyor. İşbirliği ve liderlik becerilerini doğru yönde geliştirmesi için acil desteğe ihtiyacımız var.",
    "tone": "olumsuz",
    "etiketler": ["yıkıcı", "motivasyon", "bozucu", "baskıcı", "negatif", "liderlik", "işbirliği", "sorun", "ciddi", "acil"]
  },
  {
    "id": 32,
    "content": "Sayın velimiz, [Öğrenci Adı], sosyal becerilerini geliştirmek yerine arkadaşlarını **olumsuz** etkiliyor. Kavga çıkarıyor ve barışmayı **reddettiği** gözlemlendi. Özür dilemeyi ve hata kabul etmeyi istemiyor. Bu **inatçı** ve **çatışmacı** tavır, onun akran ilişkilerini tamamen bitiriyor. Acil ve profesyonel bir sosyal beceri eğitimi alması hayati önem taşımaktadır.",
    "tone": "olumsuz",
    "etiketler": ["olumsuz", "kavga", "reddeden", "inatçı", "çatışmacı", "ilişki", "bitiren", "sosyal", "beceri", "acil"]
  },
  {
    "id": 33,
    "content": "Değerli velimiz, [Öğrenci Adı], okul etkinliklerine katılmayı **reddettiği** gözlemlendi. Arkadaşlarını da etkinliklerden **vazgeçirmeye** çalışıyor. Okul kültürüne ve topluluğuna **uyum sağlamakta zorlanıyor**. Bu durum, onun aidiyet duygusunu olumsuz etkiliyor. Okul ortamına daha fazla dahil olması için acil ve samimi teşviklere ihtiyacımız var.",
    "tone": "olumsuz",
    "etiketler": ["reddeden", "vazgeçiren", "uyumsuz", "kültür", "aidiyet", "sosyal", "etkinlik", "zorlanan", "olumsuz", "acil"]
  },
  {
    "id": 34,
    "content": "Sevgili velimiz, [Öğrenci Adı], ders yükü artışını bahane ederek hiçbir **sorumluluğunu** yerine getirmiyor. Sürekli yorgun olduğunu söyleyerek derslere katılmıyor ve ödevlerini yapmıyor. Bu **sorumsuz** ve **kayıtsız** tutum, akademik gelişimini tamamen durduruyor. Onun motivasyonunu ve sorumluluk bilincini yeniden kazandırmak için acil ve kapsamlı bir müdahale planına ihtiyacımız var. Durum oldukça ciddidir.",
    "tone": "olumsuz",
    "etiketler": ["sorumsuz", "kayıtsız", "yorgun", "yapmıyor", "katılmıyor", "durduran", "akademik", "motivasyon", "acil", "ciddi"]
  },
  {
    "id": 35,
    "content": "Kıymetli velimiz, [Öğrenci Adı], ortaokula uyum, ders yükü artışı, grup çalışmaları ve sosyal beceri gelişimi konularında **ciddi sorunlar** yaşıyor. Hiçbir alanda beklenen ilerlemeyi gösteremedi. Bu durum, onun genel gelişimini olumsuz etkiliyor ve gelecekteki eğitim hayatı için büyük bir risk oluşturuyor. Acil ve kapsamlı bir rehberlik ve psikolojik desteğe ihtiyacımız var. Okul-aile işbirliği hayati önem taşımaktadır. Lütfen en kısa sürede okulumuzla iletişime geçin.",
    "tone": "olumsuz",
    "etiketler": ["sorun", "uyumsuz", "zorluk", "geride", "risk", "ciddi", "kapsamlı", "rehberlik", "destek", "acil"]
  }
]