[
  {
    "id": 1,
    "content": "[Öğrenci Adı], akademik başarısıyla birlikte sosyal becerilerini de dengeli bir şekilde geliştiren örnek bir öğrencidir. Özellikle grup çalışmalarında sergilediği liderlik özellikleri takdire şayandır. İkinci dönemde bu liderlik vasfını daha da geliştirerek sınıf içi projelere daha fazla katkı sağlamasını bekliyoruz.",
    "tone": "olumlu",
    "etiketler": ["Dengeli Başarılı, Liderlik Potansiyeli", "ortaokul uyumu", "artan ders yükü", "grup çalışmaları", "sosyal beceri gelişimi"]
  },
  {
    "id": 2,
    "content": "[Öğrenci Adı] artan ders sayısına güzel uyum gösteriyor. Zaman planlaması yapabiliyor ve ödevlerini düzenli tamamlıyor. Arkadaşlarıyla proje çalışmalarında iyi iş birliği yapıyor.",
    "tone": "olumlu",
    "etiketler": ["artan ders yükü", "grup çalışmaları", "ortaokul uyumu", "sosyal beceri gelişimi"]
  },
  {
    "id": 3,
    "content": "[Öğrenci Adı], bu dönem derslerde bazı zorluklar yaşamış ve öğrenmeye olan ilgisinde düşüş gözlemlenmiştir. Ancak her öğrencinin farklı bir öğrenme hızı olduğu unutulmamalıdır. Potansiyeline inanarak, küçük adımlarla ilerlemesi için desteklenmelidir. Sömestr tatilinde sevdiği konularla ilgili basit okumalar yapması ve eğlenceli öğrenme aktiviteleriyle okuldan kopmaması, ikinci döneme daha pozitif başlamasına yardımcı olacaktır.",
    "tone": "notr",
    "etiketler": ["Akademik Zorluk Yaşayan, Destekleyici Yaklaşım Gereken", "grup çalışmaları", "sosyal beceri gelişimi", "ortaokul uyumu", "artan ders yükü"]
  },
  {
    "id": 4,
    "content": "[Öğrenci Adı] sosyal beceri gelişimi açısından örnek öğrencilerimizden. Arkadaşlarıyla empati kurabiliyor ve onları anlamaya çalışıyor. Takım çalışmalarında herkesi dahil etmeye özen gösteriyor.",
    "tone": "olumlu",
    "etiketler": ["sosyal beceri gelişimi", "grup çalışmaları", "ortaokul uyumu", "artan ders yükü"]
  },
  {
    "id": 5,
    "content": "[Öğrenci Adı], yüksek akademik başarısıyla göz doldurmaktadır. Öğrenmeye olan tutkusu takdire şayandır. Ancak, zaman zaman mükemmeliyetçi yaklaşımı nedeniyle sınav dönemlerinde stres yaşadığı gözlemlenmiştir. Başarının sadece notlardan ibaret olmadığını hatırlatmak isteriz. Sömestr tatilinde dinlenmeye ve hobilerine zaman ayırmaya özen göstermesi, stres yönetimini öğrenmesi için faydalı olacaktır.",
    "tone": "olumlu",
    "etiketler": ["Yüksek Beklentili, Stres Yönetimi Gereken", "ortaokul uyumu", "sosyal beceri gelişimi", "grup çalışmaları", "artan ders yükü"]
  },
  {
    "id": 6,
    "content": "[Öğrenci Adı] artan ders yükünü iyi organize ediyor. Ders programını takip ediyor ve hangi gün hangi derslerin olduğunu biliyor. Arkadaşlarına ders programında yardım ediyor.",
    "tone": "olumlu",
    "etiketler": ["artan ders yükü", "ortaokul uyumu", "sosyal beceri gelişimi", "grup çalışmaları"]
  },
  {
    "id": 7,
    "content": "[Öğrenci Adı], bu dönemde sergilediği disiplinli çalışma alışkanlığı ve kararlılığı sayesinde akademik başarısını istikrarlı bir şekilde sürdürmüştür. Sorumluluk bilinci ve derslere olan özverisi örnek teşkil etmektedir. İkinci dönemde de bu düzenini koruması, başarısını daha da pekiştirecektir.",
    "tone": "olumlu",
    "etiketler": ["Disiplinli ve Çalışkan, Başarısı Yüksek", "grup çalışmaları", "sosyal beceri gelişimi", "ortaokul uyumu", "artan ders yükü"]
  },
  {
    "id": 8,
    "content": "[Öğrenci Adı] sosyal becerilerini geliştirme konusunda istekli. Arkadaşlarıyla çatışma yaşadığında çözüm arayışına giriyor. Özür dilemeyi ve hata kabul etmeyi öğrendi.",
    "tone": "olumlu",
    "etiketler": ["sosyal beceri gelişimi", "ortaokul uyumu", "grup çalışmaları", "artan ders yükü"]
  },
  {
    "id": 9,
    "content": "[Öğrenci Adı], derslerdeki potansiyeline rağmen dikkatini uzun süre korumakta zorlanmaktadır. Bu durum, akademik performansını olumsuz etkileyebilmektedir. İkinci dönemde odaklanma becerisini geliştirecek teknikler (kısa molalar, sessiz ortam) kullanması faydalı olacaktır.",
    "tone": "notr",
    "etiketler": ["Dikkati Gelişmesi Gereken, Yaz Tatili Önerileri:", "ortaokul uyumu", "sosyal beceri gelişimi", "grup çalışmaları", "artan ders yükü"]
  },
  {
    "id": 10,
    "content": "[Öğrenci Adı] ders saatlerinin artmasından şikayetçi değil. Her dersi ayrı bir fırsat olarak görüyor ve öğrenmeye açık. Arkadaşlarına da aynı yaklaşımı öğütlüyor.",
    "tone": "olumlu",
    "etiketler": ["artan ders yükü", "ortaokul uyumu", "sosyal beceri gelişimi", "grup çalışmaları"]
  },
  {
    "id": 11,
    "content": "[Öğrenci Adı], akademik olarak sınıf ortalamasında bir performans sergilemektedir. Ancak, sosyal ilişkilerinde zaman zaman uyum sorunları yaşadığı ve kendini ifade etmekte zorlandığı gözlemlenmiştir. İkinci dönemde grup çalışmalarına daha fazla katılması ve farklı arkadaşlıklar kurmaya açık olması, sosyal becerilerini geliştirmesine yardımcı olacaktır.",
    "tone": "notr",
    "etiketler": ["Sosyal Uyum Sorunu Yaşayan, Akademik Ortalamada:", "grup çalışmaları", "sosyal beceri gelişimi", "ortaokul uyumu", "artan ders yükü"]
  },
  {
    "id": 12,
    "content": "[Öğrenci Adı] sosyal becerilerini oyun dışında da kullanmaya başladı. Derslerde arkadaşlarıyla işbirliği yapıyor ve bilgi paylaşımında bulunuyor. Yardımlaşmayı seviyor.",
    "tone": "olumlu",
    "etiketler": ["sosyal beceri gelişimi", "grup çalışmaları", "ortaokul uyumu", "artan ders yükü"]
  },
  {
    "id": 13,
    "content": "[Öğrenci Adı], derslerdeki potansiyeline rağmen sorumluluklarını yerine getirme konusunda zaman zaman aksaklıklar yaşamıştır. Ödev takibi ve ders araç-gereçlerini düzenli kullanma alışkanlığı geliştirmesi gerekmektedir. İkinci dönemde bu konuda daha bilinçli adımlar atmasını bekliyoruz.",
    "tone": "notr",
    "etiketler": ["Sorumluluk Bilinci Gelişmesi Gereken:", "ortaokul uyumu", "sosyal beceri gelişimi", "grup çalışmaları", "artan ders yükü"]
  },
  {
    "id": 14,
    "content": "[Öğrenci Adı] ders yükündeki artışa rağmen sosyal ilişkilerine vakit ayırıyor. Arkadaşlarıyla hem ders çalışıyor hem de eğleniyor. Dengeyi iyi kuruyor.",
    "tone": "olumlu",
    "etiketler": ["artan ders yükü", "sosyal beceri gelişimi", "ortaokul uyumu", "grup çalışmaları"]
  },
  {
    "id": 15,
    "content": "[Öğrenci Adı], derslerde karşılaştığı problemlere yaratıcı ve özgün çözümler getirme becerisiyle öne çıkmaktadır. Bu yeteneği, öğrenme sürecini zenginleştirmektedir. İkinci dönemde bu yaratıcılığını daha karmaşık projelere uygulamasını ve farklı disiplinlerdeki problemleri çözmeye çalışmasını bekliyoruz.",
    "tone": "olumlu",
    "etiketler": ["Yaratıcı Problem Çözücü:", "grup çalışmaları", "sosyal beceri gelişimi", "ortaokul uyumu", "artan ders yükü"]
  },
  {
    "id": 16,
    "content": "[Öğrenci Adı] ortaokul uyumu normal düzeyde ilerliyor. Bazen ders yükünden şikayet ediyor ama adapte olmaya çalışıyor. Grup çalışmalarında pasif kalma eğilimi gösteriyor.",
    "tone": "notr",
    "etiketler": ["ortaokul uyumu", "artan ders yükü", "grup çalışmaları", "sosyal beceri gelişimi"]
  },
  {
    "id": 17,
    "content": "[Öğrenci Adı], okul dışı aktivitelerde (spor, sanat vb.) önemli başarılar elde etmektedir. Bu yetenekleri takdire şayandır. Ancak, bu başarıyı akademik alana yeterince yansıtamadığı gözlemlenmiştir. İkinci dönemde derslerine de aynı disiplin ve motivasyonla yaklaşması, genel başarısını artıracaktır.",
    "tone": "notr",
    "etiketler": ["Okul Dışı Aktivitelerde Başarılı:", "artan ders yükü", "ortaokul uyumu", "sosyal beceri gelişimi", "grup çalışmaları"]
  },
  {
    "id": 18,
    "content": "[Öğrenci Adı] grup çalışmalarında katılım gösteriyor ama liderlik yapmaktan kaçınıyor. Arkadaşlarının kararlarını bekliyor ve inisiyatif almıyor.",
    "tone": "notr",
    "etiketler": ["grup çalışmaları", "sosyal beceri gelişimi", "ortaokul uyumu", "artan ders yükü"]
  },
  {
    "id": 19,
    "content": "[Öğrenci Adı], ders konularına hakim olmasına rağmen sınav dönemlerinde yaşadığı kaygı nedeniyle potansiyelini tam olarak yansıtamamıştır. Sınavların sadece bir değerlendirme aracı olduğunu hatırlatmak isteriz. İkinci dönemde rahatlama teknikleri öğrenmesi ve düzenli tekrarlarla konulara olan hakimiyetini pekiştirmesi, daha başarılı olmasına yardımcı olacaktır.",
    "tone": "notr",
    "etiketler": ["Sınav Kaygısı Olan:", "sosyal beceri gelişimi", "ortaokul uyumu", "grup çalışmaları", "artan ders yükü"]
  },
  {
    "id": 20,
    "content": "[Öğrenci Adı] ortaokul kurallarına uyum sağlıyor ama isteksiz görünüyor. Ders programını takip etmekte bazen zorlanıyor. Arkadaşlık ilişkileri sınırlı.",
    "tone": "notr",
    "etiketler": ["ortaokul uyumu", "artan ders yükü", "sosyal beceri gelişimi", "grup çalışmaları"]
  },
  {
    "id": 21,
    "content": "[Öğrenci Adı], olaylara ve konulara eleştirel bir bakış açısıyla yaklaşma becerisiyle öne çıkmaktadır. Sorgulayıcı yapısı, derinlemesine öğrenmeyi teşvik etmektedir. İkinci dönemde bu becerisini daha karmaşık metinleri analiz etmeye ve farklı görüşleri değerlendirmeye yönelik kullanmasını bekliyoruz.",
    "tone": "olumlu",
    "etiketler": ["Eleştirel Düşünme Becerisi Gelişmiş:", "artan ders yükü", "ortaokul uyumu", "sosyal beceri gelişimi", "grup çalışmaları"]
  },
  {
    "id": 22,
    "content": "[Öğrenci Adı] grup çalışmalarında çekingen davranıyor. Fikirlerini paylaşmaktan çekiniyor ve arkadaşlarının ne düşüneceğini merak ediyor. Kendine güven eksikliği var.",
    "tone": "notr",
    "etiketler": ["grup çalışmaları", "sosyal beceri gelişimi", "ortaokul uyumu", "artan ders yükü"]
  },
  {
    "id": 23,
    "content": "[Öğrenci Adı], ders çalışma ortamı konusunda desteğe ihtiyaç duymaktadır. Düzenli ve sessiz bir çalışma alanı, odaklanma ve öğrenme verimliliği için önemlidir. İkinci dönemde bu konuda aile desteğiyle uygun bir ortam oluşturulması, akademik başarısını olumlu etkileyecektir.",
    "tone": "notr",
    "etiketler": ["Ders Çalışma Ortamı İhtiyacı Olan:", "sosyal beceri gelişimi", "grup çalışmaları", "ortaokul uyumu", "artan ders yükü"]
  },
  {
    "id": 24,
    "content": "[Öğrenci Adı] ortaokul ortamında kaybolmuş hissediyor. Hangi sınıfa gideceğini bazen karıştırıyor. Arkadaşlarından yön tarifinde yardım istiyor.",
    "tone": "notr",
    "etiketler": ["ortaokul uyumu", "artan ders yükü", "sosyal beceri gelişimi", "grup çalışmaları"]
  },
  {
    "id": 25,
    "content": "[Öğrenci Adı], ders konularına hakim olmasına rağmen sınıf içi tartışmalara katılmaktan çekindiği gözlemlenmiştir. Fikirlerini paylaşması, hem kendi öğrenme sürecini zenginleştirecek hem de sınıf arkadaşlarına örnek olacaktır. İkinci dönemde daha aktif bir katılım sergilemesini bekliyoruz.",
    "tone": "notr",
    "etiketler": ["Sınıf İçi Tartışmalara Katılmayan:", "ortaokul uyumu", "artan ders yükü", "sosyal beceri gelişimi", "grup çalışmaları"]
  },
  {
    "id": 26,
    "content": "[Öğrenci Adı] grup projelerinde sorumluluk almaktan kaçınıyor. Arkadaşlarının yapmasını bekliyor ve pasif kalıyor. Katkı sağlama konusunda isteksiz.",
    "tone": "notr",
    "etiketler": ["grup çalışmaları", "sosyal beceri gelişimi", "ortaokul uyumu", "artan ders yükü"]
  },
  {
    "id": 27,
    "content": "[Öğrenci Adı], ödev ve projelerini son ana bırakma eğilimi göstermektedir. Bu durum, hem kalitesini etkilemekte hem de stres yaratmaktadır. Zaman yönetimi becerilerini geliştirmesi ve sorumluluklarını zamanında yerine getirmesi, başarısı için kritik öneme sahiptir. İkinci dönemde planlı çalışmasını bekliyoruz.",
    "tone": "notr",
    "etiketler": ["Sorumluluklarını Erteleyen:", "sosyal beceri gelişimi", "ortaokul uyumu", "grup çalışmaları", "artan ders yükü"]
  },
  {
    "id": 28,
    "content": "[Öğrenci Adı] ders yükü artışına uyum sağlamaya çalışıyor ama yorulduğunu ifade ediyor. Konsantrasyon süresi kısa ve dikkatinin dağıldığını söylüyor.",
    "tone": "notr",
    "etiketler": ["artan ders yükü", "ortaokul uyumu", "sosyal beceri gelişimi", "grup çalışmaları"]
  },
  {
    "id": 29,
    "content": "[Öğrenci Adı], bilgiye olan açlığı ve araştırmacı ruhuyla dikkat çekmektedir. Merak ettiği konuları derinlemesine incelemesi takdire şayandır. İkinci dönemde bu merakını farklı disiplinlere yöneltmesini ve öğrendiklerini arkadaşlarıyla paylaşmasını teşvik ediyoruz.",
    "tone": "olumlu",
    "etiketler": ["Meraklı ve Araştırmacı:", "ortaokul uyumu", "artan ders yükü", "sosyal beceri gelişimi", "grup çalışmaları"]
  },
  {
    "id": 30,
    "content": "[Öğrenci Adı] grup çalışmaları ve sosyal beceri gelişimi konularında daha fazla rehberliğe ihtiyacı var. Ortaokul uyumunda yavaş ama istikrarlı ilerleme gösteriyor.",
    "tone": "notr",
    "etiketler": ["grup çalışmaları", "sosyal beceri gelişimi", "ortaokul uyumu", "artan ders yükü"]
  },
  {
    "id": 31,
    "content": "[Öğrenci Adı], sağlık sorunları nedeniyle zaman zaman okula devam etmekte zorlanmıştır. Ancak, derslerini telafi etme konusundaki çabası takdire şayandır. İkinci dönemde sağlık durumuna dikkat ederek ve derslerini takip ederek başarısını sürdürmesini bekliyoruz.",
    "tone": "notr",
    "etiketler": ["Sağlık Sorunları Nedeniyle Devamsızlık:", "ortaokul uyumu", "artan ders yükü", "sosyal beceri gelişimi", "grup çalışmaları"]
  },
  {
    "id": 32,
    "content": "[Öğrenci Adı] artan ders yükü ile başa çıkamıyor. Sürekli yorgun ve bitkin görünüyor. Ödevlerini yapamıyor ve ders malzemelerini getirmeyi unutuyor.",
    "tone": "olumsuz",
    "etiketler": ["artan ders yükü", "ortaokul uyumu", "sosyal beceri gelişimi", "grup çalışmaları"]
  },
  {
    "id": 33,
    "content": "[Öğrenci Adı], öğrenme stilini keşfetme konusunda desteğe ihtiyaç duymaktadır. Farklı öğrenme yöntemlerini denemesi, dersleri daha kolay anlamasına yardımcı olacaktır. İkinci dönemde kendisine en uygun öğrenme tekniklerini bulmasını ve uygulamasını teşvik ediyoruz.",
    "tone": "notr",
    "etiketler": ["Öğrenme Stili Farklı:", "grup çalışmaları", "sosyal beceri gelişimi", "ortaokul uyumu", "artan ders yükü"]
  },
  {
    "id": 34,
    "content": "[Öğrenci Adı] sosyal beceri gelişimi konusunda gerilek gösteriyor. Arkadaşlarıyla sürekli çatışma yaşıyor ve kimseyle anlaşamıyor. İletişim kurmayı reddediyor.",
    "tone": "olumsuz",
    "etiketler": ["sosyal beceri gelişimi", "grup çalışmaları", "ortaokul uyumu", "artan ders yükü"]
  },
  {
    "id": 35,
    "content": "[Öğrenci Adı], ders materyallerini düzenli kullanma konusunda desteğe ihtiyaç duymaktadır. Düzenli materyal kullanımı, ders takibini kolaylaştırır ve sorumluluk bilincini geliştirir. İkinci dönemde eşyalarına daha özen göstermesini ve düzenli olmayı alışkanlık haline getirmesini bekliyoruz.",
    "tone": "notr",
    "etiketler": ["Ders Materyallerini Düzenli Kullanmayan:", "ortaokul uyumu", "artan ders yükü", "sosyal beceri gelişimi", "grup çalışmaları"]
  },
  {
    "id": 36,
    "content": "[Öğrenci Adı] ders saatlerinin artmasından dolayı sürekli şikayet ediyor. Derslere katılmak istemiyor ve sürekli kaçmaya çalışıyor. Okula gelmeyi reddediyor.",
    "tone": "olumsuz",
    "etiketler": ["artan ders yükü", "ortaokul uyumu", "sosyal beceri gelişimi", "grup çalışmaları"]
  },
  {
    "id": 37,
    "content": "[Öğrenci Adı], akran ilişkilerinde zaman zaman zorlandığı ve kendini dışlanmış hissettiği gözlemlenmiştir. Sosyal becerilerini geliştirmesi ve arkadaşlarıyla daha sağlıklı iletişim kurması için desteğe ihtiyaç duymaktadır. İkinci dönemde grup aktivitelerine katılımını ve empati becerisini geliştirmesini teşvik ediyoruz.",
    "tone": "notr",
    "etiketler": ["Akran İlişkilerinde Destek İhtiyacı:", "grup çalışmaları", "sosyal beceri gelişimi", "ortaokul uyumu", "artan ders yükü"]
  },
  {
    "id": 38,
    "content": "[Öğrenci Adı] sosyal ilişkilerde başarısız oluyor. Hiç arkadaş edinemiyor ve herkesle kavga ediyor. Sosyal aktiviteleri reddediyor ve tek başına kalmayı tercih ediyor.",
    "tone": "olumsuz",
    "etiketler": ["sosyal beceri gelişimi", "ortaokul uyumu", "grup çalışmaları", "artan ders yükü"]
  },
  {
    "id": 39,
    "content": "[Öğrenci Adı], zihinsel potansiyeline rağmen derslere karşı ilgisiz olduğu gözlemlenmiştir. Öğrenme motivasyonunu artırmak için ilgi alanlarına yönelik öğrenme materyalleriyle desteklenmelidir. İkinci dönemde küçük başarılarla motivasyonunu yeniden kazanmasını bekliyoruz.",
    "tone": "notr",
    "etiketler": ["Öğrenme Motivasyonu Düşük:", "ortaokul uyumu", "sosyal beceri gelişimi", "artan ders yükü", "grup çalışmaları"]
  },
  {
    "id": 40,
    "content": "[Öğrenci Adı] farklı öğretmenlerin varlığından rahatsız oluyor. Her öğretmene farklı davranıyor ve saygısızlık yapıyor. Ders değişimlerinde sorun çıkarıyor.",
    "tone": "olumsuz",
    "etiketler": ["ortaokul uyumu", "artan ders yükü", "sosyal beceri gelişimi", "grup çalışmaları"]
  },
  {
    "id": 41,
    "content": "[Öğrenci Adı], problemler karşında çözüm odaklı ve pratik zekasıyla öne çıkmaktadır. Karşılaştığı zorluklarda alternatif yollar bulma yeteneği takdire şayandır. İkinci dönemde bu becerisini daha karmaşık projelere uygulamasını ve analitik düşünme yeteneğini geliştirmesini bekliyoruz.",
    "tone": "olumlu",
    "etiketler": ["Çözüm Odaklı ve Pratik Zeka:", "grup çalışmaları", "sosyal beceri gelişimi", "ortaokul uyumu", "artan ders yükü"]
  },
  {
    "id": 42,
    "content": "[Öğrenci Adı] sosyal becerilerini geliştirmek yerine arkadaşlarını olumsuz etkiliyor. Kavga çıkarıyor ve barışmayı reddediyor. Özür dilemeyi ve hata kabul etmeyi istemiyor.",
    "tone": "olumsuz",
    "etiketler": ["sosyal beceri gelişimi", "grup çalışmaları", "ortaokul uyumu", "artan ders yükü"]
  },
  {
    "id": 43,
    "content": "[Öğrenci Adı], dersi dinleme konusunda zaman zaman zorlanmış, dikkatini sürdürmekte güçlük çekmiştir. Etkili dinleme becerisi, öğrenmenin temelidir. İkinci dönemde derste daha dikkatli olmasını, not alarak veya soru sorarak aktif dinlemeyi öğrenmesini bekliyoruz.",
    "tone": "notr",
    "etiketler": ["Dersi Dinlemede Zorlanan:", "ortaokul uyumu", "sosyal beceri gelişimi", "grup çalışmaları", "artan ders yükü"]
  },
  {
    "id": 44,
    "content": "[Öğrenci Adı] ders yükü artışını bahane ederek hiçbir sorumluluğunu yerine getirmiyor. Sürekli yorgun olduğunu söyleyerek derslere katılmıyor.",
    "tone": "olumsuz",
    "etiketler": ["artan ders yükü", "ortaokul uyumu", "sosyal beceri gelişimi", "grup çalışmaları"]
  },
  {
    "id": 45,
    "content": "[Öğrenci Adı], sınıf içi etkinliklere ve grup çalışmalarına katılmada isteksiz olduğu gözlemlenmiştir. Katılım, hem sosyal hem de akademik gelişimi için önemlidir. İkinci dönemde daha cesur olması, fikirlerini paylaşmaktan çekinmemesi ve grup aktivitelerine daha aktif katılması gerektiğini düşünüyoruz.",
    "tone": "notr",
    "etiketler": ["Sınıf İçi Etkinliklere İsteksiz:", "ortaokul uyumu", "artan ders yükü", "grup çalışmaları", "sosyal beceri gelişimi"]
  }
]