[
  {
    "id": 1,
    "content": "[Öğrenci Adı], yıl boyunca dengeli başarısını ve **liderlik** özelliklerini sürdürmüştür. Yaz tatilinde ilgi alanlarına yönelik okumalar yapmasını, sosyal sorumluluk projelerine katılmasını ve 7. sınıfa dinlenmiş ve hazır bir şekilde başlamasını tavsiye ederiz. Liderlik vasfını pekiştirmesi onun için çok önemli. Akademik ve sosyal gelişimi takdire şayan, tam bir **örnek** öğrenci.",
    "tone": "olumlu",
    "etiketler": ["başarılı", "dengeli", "lider", "sorumlu", "örnek", "sosyal", "gelişen", "istikrarlı", "takdire şayan", "potansiyelli"]
  },
  {
    "id": 2,
    "content": "[Öğrenci Adı], yıl boyunca akademik zorluklarla mücadele etmiştir. Gösterdiği **çaba** gerçekten takdire şayandır. Yaz tatilinde temel eksiklerini gidermeye yönelik düzenli ve kısa süreli çalışmalar yapması, 7. sınıfa daha **güçlü** başlamasını sağlayacaktır. Sevdiği konularla öğrenmeyi birleştirmesi motivasyonunu artıracaktır. Ona olan inancımız tam.",
    "tone": "notr",
    "etiketler": ["zorlanan", "çaba", "mücadele", "eksiklik", "destek", "ihtiyaç", "güçlü", "motivasyon", "istekli", "potansiyel"]
  },
  {
    "id": 3,
    "content": "[Öğrenci Adı], yıl boyunca yüksek başarısını sürdürmüştür. Stres yönetimi konusunda önemli adımlar atmıştır. Yaz tatilinde dinlenmeyi ihmal etmeden, zihinsel olarak rahatlamasına yardımcı olacak aktivitelere yönelmesi, 7. sınıfa daha **dingin** ve **hazır** bir şekilde başlamasını sağlayacaktır. Onun bu **mükemmeliyetçi** yapısı, doğru yönlendirildiğinde harikalar yaratıyor.",
    "tone": "olumlu",
    "etiketler": ["başarılı", "yüksek", "mükemmeliyetçi", "stres", "yönetim", "dingin", "hazır", "dengeli", "özverili", "çalışkan"]
  },
  {
    "id": 4,
    "content": "[Öğrenci Adı], yıl boyunca sergilediği **disiplinli** çalışma alışkanlığı ve **kararlılık** sayesinde akademik başarısını istikrarlı bir şekilde sürdürmüştür. Sorumluluk bilinci ve derslere olan özverisi örnek teşkil etmektedir. Gelecek yıl 7. sınıfa başlarken bu düzenini koruması, başarısını daha da pekiştirecektir. Yaz tatilinde genel kültürünü artıracak okumalar yapmasını tavsiye ederiz. Onunla gurur duyuyoruz.",
    "tone": "olumlu",
    "etiketler": ["disiplinli", "çalışkan", "sorumlu", "kararlı", "istikrarlı", "başarılı", "örnek", "özverili", "düzenli", "azim"]
  },
  {
    "id": 5,
    "content": "[Öğrenci Adı], derslerdeki potansiyeline rağmen dikkatini uzun süre korumakta **zorlanmaktadır**. Bu durum, akademik performansını zaman zaman olumsuz etkileyebilmektedir. Yaz tatilinde dikkatini ve odaklanma becerisini geliştirecek etkinliklere (yapboz, strateji oyunları, enstrüman çalma, kodlama gibi) yönelmesi faydalı olacaktır. Düzenli uyku ve beslenmeye dikkat etmesi de zihinsel gelişimini destekleyecektir. Potansiyelini kullanması için çabalarına devam etmeliyiz.",
    "tone": "notr",
    "etiketler": ["dikkat", "odaklanma", "zorlanan", "dalgın", "potansiyel", "gelişmesi", "ihtiyaç", "destek", "uyku", "beslenme"]
  },
  {
    "id": 6,
    "content": "[Öğrenci Adı], akademik olarak sınıf ortalamasında bir performans sergilemektedir. Ancak, sosyal ilişkilerinde **uyum sorunları** yaşadığı ve kendini ifade etmekte **çekingen** davrandığı gözlemlenmiştir. Yaz tatilinde sosyal aktivitelere katılması ve iletişim becerilerini geliştirmesi önemlidir. 7. sınıfa daha **uyumlu** bir başlangıç yapmasını bekliyoruz. Ona destek olmaya devam edeceğiz.",
    "tone": "notr",
    "etiketler": ["sosyal", "uyum", "çekingen", "iletişim", "zorlanan", "gelişmesi", "ihtiyaç", "destek", "arkadaş", "katılım"]
  },
  {
    "id": 7,
    "content": "[Öğrenci Adı], yıl boyunca sorumluluk bilincini geliştirmek için **çaba** göstermiştir. Yaz tatilinde günlük rutinler oluşturarak ve küçük görevler alarak sorumluluklarını pekiştirmesi, 7. sınıfa daha **hazırlıklı** başlamasını sağlayacaktır. Küçük adımlarla başlayarak büyük bir **disiplin** kazanmasını diliyoruz. Ona güvenimiz tam.",
    "tone": "olumlu",
    "etiketler": ["sorumlu", "çaba", "gelişim", "düzenli", "hazırlıklı", "disiplin", "alışkanlık", "bilinçli", "takip", "istekli"]
  },
  {
    "id": 8,
    "content": "[Öğrenci Adı], yıl boyunca **yaratıcı** problem çözme becerilerini sergilemiştir. Farklı bakış açıları ve özgün yaklaşımlarıyla dikkat çekiyor. Yaz tatilinde ilgi alanlarına yönelik projeler geliştirmesi, bulmacalar çözmesi ve farklı düşünme tekniklerini denemesi, 7. sınıfa daha **donanımlı** başlamasını sağlayacaktır. Onun bu **çözüm odaklı** yapısı çok değerli.",
    "tone": "olumlu",
    "etiketler": ["yaratıcı", "özgün", "çözümcü", "problem", "analitik", "düşünen", "becerikli", "değerli", "gelişen", "donanımlı"]
  },
  {
    "id": 9,
    "content": "[Öğrenci Adı], yıl boyunca okul dışı aktivitelerdeki başarısını sürdürmüştür. Spor, sanat gibi alanlarda gösterdiği **yetenek** takdire şayandır. Yaz tatilinde bu yeteneklerini geliştirmeye devam ederken, 7. sınıfa hazırlık amacıyla ders tekrarı yapmayı ve okuma alışkanlığını sürdürmeyi ihmal etmemelidir. Hobileriyle dersleri arasında **denge** kurması önemlidir. Onun potansiyeli çok yönlü.",
    "tone": "olumlu",
    "etiketler": ["başarılı", "okul dışı", "yetenek", "denge", "motivasyon", "pekiştirme", "potansiyel", "çaba", "düzenli", "önemli"]
  },
  {
    "id": 10,
    "content": "[Öğrenci Adı], yıl boyunca sınav kaygısını yönetme konusunda önemli adımlar atmıştır. Artık sınavların sadece bir değerlendirme aracı olduğunu daha iyi anlıyor. Yaz tatilinde rahatlama teknikleri öğrenmeye devam etmesi ve düzenli tekrarlarla konulara olan hakimiyetini pekiştirmesi, 7. sınıfta daha **başarılı** olmasına yardımcı olacaktır. Onun bu **çabası** takdire şayan.",
    "tone": "notr",
    "etiketler": ["kaygı", "sınav", "yönetim", "çaba", "rahatlama", "pekiştirme", "başarılı", "ihtiyaç", "gelişmesi", "denge"]
  },
  {
    "id": 11,
    "content": "[Öğrenci Adı], yıl boyunca **eleştirel** düşünme becerilerini geliştirmiştir. Olaylara ve konulara farklı bir bakış açısıyla yaklaşma yeteneği takdire şayandır. Yaz tatilinde farklı türde kitaplar okuması, belgeseller izlemesi ve olaylara çok yönlü bakış açısı geliştirmesi, 7. sınıfa daha **donanımlı** başlamasını sağlayacaktır. Onun bu **sorgulayan** zihniyeti bizleri gururlandırıyor.",
    "tone": "olumlu",
    "etiketler": ["eleştirel", "sorgulayan", "düşünen", "analitik", "donanımlı", "gelişen", "derinlemesine", "farklı", "bakış açısı", "teşvik"]
  },
  {
    "id": 12,
    "content": "[Öğrenci Adı], yıl boyunca ders çalışma ortamı konusunda gösterdiği **çaba** takdire şayandır. Kendi uygun bir çalışma köşesi oluşturmaya başladı. Yaz tatilinde kendine uygun bir çalışma köşesi oluşturması ve düzenli çalışma alışkanlığını sürdürmesi, 7. sınıfa daha **verimli** bir başlangıç yapmasını sağlayacaktır. Düzenin, başarısının anahtarı olduğunu kavraması önemli.",
    "tone": "olumlu",
    "etiketler": ["ortam", "destek", "ihtiyaç", "düzenli", "verimli", "çaba", "alışkanlık", "gelişim", "bilinçli", "başarı"]
  },
  {
    "id": 13,
    "content": "[Öğrenci Adı], yıl boyunca sınıf içi tartışmalara katılımda gözle görülür bir **gelişim** göstermiştir. Yaz tatilinde kendini **ifade** etme becerilerini geliştirecek sosyal aktivitelere katılması, 7. sınıfa daha **özgüvenli** bir **iletişimle** başlamasını sağlayacaktır. Artık fikirlerini daha rahat paylaşıyor.",
    "tone": "olumlu",
    "etiketler": ["katılım", "gelişim", "sosyal", "özgüven", "iletişim", "ifade", "aktif", "cesur", "teşvik", "ilerleme"]
  },
  {
    "id": 14,
    "content": "[Öğrenci Adı], yıl boyunca sorumluluklarını erteleme eğiliminde **azalma** göstermiştir. Yaz tatilinde günlük planlar yaparak ve küçük hedefler belirleyerek **zaman yönetimi** becerilerini pekiştirmesi, 7. sınıfa daha **düzenli** bir başlangıç yapmasını sağlayacaktır. Onun bu **çabası** takdire şayan.",
    "tone": "notr",
    "etiketler": ["erteleyen", "zaman", "yönetim", "azalma", "düzenli", "planlı", "sorumlu", "gelişmesi", "çaba", "ihtiyaç"]
  },
  {
    "id": 15,
    "content": "[Öğrenci Adı], yıl boyunca **meraklı** ve **araştırmacı** yapısını sürdürmüştür. Bilgiye olan açlığı takdire şayandır. Yaz tatilinde ilgi alanlarına yönelik araştırmalar yapması, belgeseller izlemesi ve yeni bilgiler edinmesi, 7. sınıfa daha **donanımlı** başlamasını sağlayacaktır. Öğrenme tutkusunu koruması bizleri çok mutlu ediyor.",
    "tone": "olumlu",
    "etiketler": ["meraklı", "araştırmacı", "bilgi", "donanımlı", "gelişim", "tutku", "istekli", "keşfeden", "öğrenen", "başarılı"]
  },
  {
    "id": 16,
    "content": "[Öğrenci Adı], yıl boyunca sağlık sorunlarına rağmen derslerini takip etme konusunda **çaba** göstermiştir. Yaz tatilinde sağlığına dikkat ederek ve eksiklerini tamamlayarak 7. sınıfa dinlenmiş ve hazır bir şekilde başlaması önemlidir. Bu süreçte ailesinin ve okulun desteği çok önemli.",
    "tone": "notr",
    "etiketler": ["sağlık", "devamsızlık", "çaba", "takip", "destek", "ihtiyaç", "önemli", "dinlenmiş", "hazırlık", "zorlanan"]
  },
  {
    "id": 17,
    "content": "[Öğrenci Adı], yıl boyunca farklı öğrenme stillerini deneme konusunda **çaba** göstermiştir. Yaz tatilinde kendisine en uygun öğrenme yöntemlerini pekiştirmesi ve bu yöntemlerle ders tekrarı yapması, 7. sınıfa daha **verimli** bir başlangıç yapmasını sağlayacaktır. Kendini tanıması ve öğrenme sürecine uyum sağlaması çok kıymetli.",
    "tone": "notr",
    "etiketler": ["öğrenme stili", "keşif", "çaba", "verimli", "yöntem", "pekiştirme", "gelişmesi", "ihtiyaç", "destek", "uyum"]
  },
  {
    "id": 18,
    "content": "[Öğrenci Adı], yıl boyunca ders materyallerini düzenli kullanma konusunda **gelişim** göstermiştir. Yaz tatilinde eşyalarını düzenli tutma alışkanlığını pekiştirmesi, 7. sınıfa daha **organize** bir başlangıç yapmasını sağlayacaktır. **Düzen**, başarısının anahtarıdır ve bu alandaki ilerlemesi takdire şayandır.",
    "tone": "olumlu",
    "etiketler": ["materyal", "düzenli", "organize", "gelişim", "alışkanlık", "pekiştirme", "sorumlu", "başarı", "anahtar", "ilerleme"]
  },
  {
    "id": 19,
    "content": "[Öğrenci Adı], yıl boyunca akran ilişkilerinde **gelişim** göstermiştir. Yaz tatilinde sosyal aktivitelere katılması, yeni arkadaşlar kurması ve iletişim becerilerini pekiştirmesi, 7. sınıfa daha **uyumlu** bir başlangıç yapmasını sağlayacaktır. Bu alandaki **çabası** takdire şayandır.",
    "tone": "olumlu",
    "etiketler": ["akran", "ilişki", "gelişim", "sosyal", "iletişim", "uyumlu", "arkadaş", "çaba", "istekli", "pozitif"]
  },
  {
    "id": 20,
    "content": "[Öğrenci Adı], yıl boyunca öğrenme motivasyonunu artırmak için **çaba** göstermiştir. Yaz tatilinde ilgi alanlarına yönelik eğlenceli öğrenme aktivitelerine katılması, 7. sınıfa daha **istekli** bir başlangıç yapmasını sağlayacaktır. Her küçük adımın, büyük bir değişimin başlangıcı olduğunu unutmamalıyız. Ona güvenimiz tam.",
    "tone": "notr",
    "etiketler": ["motivasyon", "çaba", "gelişim", "istekli", "eğlenceli", "ilgi", "potansiyel", "destek", "adım", "işbirliği"]
  },
  {
    "id": 21,
    "content": "[Öğrenci Adı], ortaokul uyum sürecinde maalesef **ciddi zorluklar** yaşamıştır. Okula ve derslere olan **ilgisizliği** hala devam ediyor. Sınıfta zaman zaman huzursuzluk çıkarıyor ve arkadaşlarıyla tartışabiliyor. Ödevlerini düzenli yapmaması akademik gelişimini olumsuz etkiliyor. Bu durumun üstesinden gelmek için acil rehberlik ve aile desteğine ihtiyacımız var. İşbirliğimiz hayati önem taşımakta.",
    "tone": "olumsuz",
    "etiketler": ["uyumsuz", "zorluk", "ilgisiz", "huzursuz", "tartışma", "sorumsuz", "reddeden", "destek", "acil", "problemli"]
  },
  {
    "id": 22,
    "content": "[Öğrenci Adı], akademik performansı bu dönemde maalesef belirgin bir **düşüş** gösterdi. Özellikle derslere olan **ilgisizliği** ve ödevlerini yapma konusundaki **sorumsuz** tutumu dikkat çekiyor. Bu durum, önceki dönemlerdeki başarılarını olumsuz etkiliyor. Acil bir müdahale ve düzenli takip ile bu gidişatı tersine çevirmemiz gerekiyor. Aile desteği bu noktada çok kritik.",
    "tone": "olumsuz",
    "etiketler": ["düşüş", "ilgisiz", "sorumsuz", "akademik", "olumsuz", "müdahale", "takip", "destek", "ciddi", "alarm"]
  },
  {
    "id": 23,
    "content": "[Öğrenci Adı], sınıf kurallarına uyumda maalesef **ciddi sorunlar** yaşamaya devam ediyor. Kuralları **hiçe sayıyor**, öğretmen uyarılarını **reddettiği** gözlemlendi. Arkadaşlarını sıkça rahatsız ediyor ve ders düzenini bozuyor. Bu **inatçı** ve **saygısız** davranışlar, sınıf ortamını olumsuz etkiliyor. Acil bir disiplin planı ve aile takibi ile bu durumu düzeltmemiz gerekiyor. Durum oldukça ciddidir.",
    "tone": "olumsuz",
    "etiketler": ["kuralsız", "sorun", "hiçe sayan", "reddeden", "inatçı", "saygısız", "bozucu", "davranış", "disiplin", "acil"]
  },
  {
    "id": 24,
    "content": "[Öğrenci Adı], sosyal uyum konusunda maalesef **problemli** bir profil çiziyor. Arkadaşlarına fiziksel veya sözlü olarak **zarar veriyor**, sürekli kavga çıkarıyor ve kimseyle iletişim kurmak **istemiyor**. Teneffüslerde yalnız kalmayı tercih ediyor veya sorun yaratıyor. Bu durum, akran ilişkilerini ciddi şekilde **zedeliyor**. Sosyal beceri gelişimi için acil ve profesyonel desteğe ihtiyacımız var. Bu konudaki işbirliğimiz çok değerli olacaktır.",
    "tone": "olumsuz",
    "etiketler": ["uyumsuz", "agresif", "kavga", "zarar", "yalnız", "reddeden", "problemli", "zedelenmiş", "sosyal", "acil"]
  },
  {
    "id": 25,
    "content": "[Öğrenci Adı], ev ödevlerini yapma ve teslim etme konusunda ciddi **düzensizlikler** yaşamaktadır. Ödevlerini ya hiç yapmıyor ya da eksik getirmektedir. Bu durum, öğrenilen konuları pekiştirmesini engellemekte ve akademik başarısını doğrudan olumsuz etkilemektedir. Düzenli çalışma alışkanlığı edinebilmesi için acil ve kararlı bir aile takibine, ayrıca okuldan da özel bir desteğe ihtiyacımız var. Disiplinli bir rutin oluşturmak hayati önem taşıyor.",
    "tone": "olumsuz",
    "etiketler": ["düzensiz", "eksik", "yapmıyor", "sorumsuz", "pekişmeyen", "engellenen", "olumsuz", "takip", "kararlı", "acil"]
  },
  {
    "id": 26,
    "content": "[Öğrenci Adı], akademik olarak yeterli bir performans sergilemesine rağmen, zaman zaman duygusal hassasiyetleri nedeniyle derse odaklanmakta **zorlanmaktadır**. Yaz tatilinde hobilerine yönelerek ve dinlenerek duygusal sağlığını desteklemesi, 6. sınıfa daha **güçlü** başlamasını sağlayacaktır. Duygularını yönetme konusunda gelişimi devam etmeli. Duygusal zekasını kullanması çok önemli.",
    "tone": "notr",
    "etiketler": ["duygusal", "hassas", "odaklanma", "zorluk", "denge", "yönetim", "gelişmesi", "destek", "ihtiyaç", "hobiler"]
  },
  {
    "id": 27,
    "content": "[Öğrenci Adı], yıl boyunca okuma becerilerinde gözle görülür bir **gelişim** göstermiştir. Ancak bu alandaki eksikliklerini tamamen gidermek için yaz tatilinde düzenli okumaya devam etmesi önemlidir. Her gün belirli bir süre kitap okumak, okuma hızını ve anlama becerisini artırarak 6. sınıfa daha **hazırlıklı** başlamasını sağlayacaktır. Okuma sevgisi ve alışkanlığı için desteğinizi sürdürün.",
    "tone": "notr",
    "etiketler": ["okuma", "gelişim", "hız", "anlama", "eksiklik", "pekiştirme", "hazırlıklı", "ihtiyaç", "destek", "süreklilik"]
  },
  {
    "id": 28,
    "content": "[Öğrenci Adı], yıl boyunca sözlü ifade becerilerini geliştirmek için **çaba** göstermiştir. Yaz tatilinde ailesiyle veya arkadaşlarıyla sohbet ederek, basit sunum provaları yaparak veya hikaye anlatarak bu becerilerini pekiştirmesi, 6. sınıfa daha **güçlü** bir **iletişimle** başlamasını sağlayacaktır. Kendini daha rahat ifade etmesi için teşvik edilmeli. Onun potansiyeli çok yüksek.",
    "tone": "notr",
    "etiketler": ["sözlü", "ifade", "gelişim", "çaba", "iletişim", "güçlü", "pratik", "özgüven", "ihtiyaç", "teşvik"]
  },
  {
    "id": 29,
    "content": "[Öğrenci Adı], yıl boyunca grup çalışmalarına katılımda gözle görülür bir **gelişim** göstermiştir. Yaz tatilinde takım sporlarına veya grup aktivitelerine katılması, **işbirliği** ve **liderlik** becerilerini daha da geliştirmesine yardımcı olacaktır. 6. sınıfta daha **aktif** bir takım oyuncusu olmasını bekliyoruz. Fikirlerini daha rahat ifade etmeye başladı. Bu **sosyal** gelişimi çok kıymetli.",
    "tone": "olumlu",
    "etiketler": ["grup", "işbirliği", "liderlik", "aktif", "katılımcı", "gelişim", "takım", "sosyal", "teşvik", "sorumlu"]
  },
  {
    "id": 30,
    "content": "[Öğrenci Adı], yıl boyunca kurallara uyum konusunda önemli bir **gelişim** göstermiştir. Davranışlarındaki **düzen** ve **sorumluluk** bilinci artmıştır. Yaz tatilinde günlük rutinler oluşturarak ve küçük sorumluluklar alarak disiplin becerilerini pekiştirmesi, 6. sınıfa daha **organize** bir başlangıç yapmasını sağlayacaktır. Kurallara uyumun, başarısının anahtarı olduğunu kavramaya başladı. Kendisiyle gurur duyuyoruz.",
    "tone": "olumlu",
    "etiketler": ["kural", "düzenli", "sorumlu", "disiplinli", "organize", "alışkanlık", "gelişim", "bilinçli", "tutarlı", "başarı"]
  },
  {
    "id": 31,
    "content": "[Öğrenci Adı], yıl boyunca teknolojiye olan ilgisini korumuştur. Bu ilgisini akademik alanlara da yansıtma potansiyeli yüksektir. Yaz tatilinde kodlama, robotik veya bilimsel belgeseller izleme gibi teknolojiyle ilgili **faydalı** aktivitelere yönelmesi, 6. sınıfa daha **bilinçli** ve bilgili başlamasını sağlayacaktır. Ekran süresi dengesini kurmaya devam etmesi de gelişimini destekleyecektir.",
    "tone": "olumlu",
    "etiketler": ["teknoloji", "ilgi", "faydalı", "bilinçli", "denge", "potansiyel", "gelişimi", "yönlendirme", "merak", "kullanım"]
  },
  {
    "id": 32,
    "content": "[Öğrenci Adı], yıl boyunca sanatsal yeteneklerini geliştirmeye devam etmiştir. Yaratıcılığını farklı alanlara yansıtması takdire şayandır. Yaz tatilinde sanatsal projelere yönelmesi, hayal gücünü beslemesi ve 6. sınıfa **ilhamla** başlaması için harika bir fırsattır. Sanatın, öğrenme sürecine renk kattığını görmekten mutluluk duyuyoruz. O bir **sanatçı** ruhu taşıyor.",
    "tone": "olumlu",
    "etiketler": ["sanatsal", "yetenekli", "yaratıcı", "ilham", "gelişim", "hayal gücü", "sanatçı", "renk katan", "istekli", "özgün"]
  },
  {
    "id": 33,
    "content": "[Öğrenci Adı], yıl boyunca yabancı dil öğrenme konusundaki isteğini korumuştur. Meraklı ve açık tutumuyla dikkat çekiyor. Yaz tatilinde yabancı dilde çizgi film izlemesi, basit hikaye kitapları okuması veya dil öğrenme uygulamaları kullanması, 6. sınıfa daha **donanımlı** başlamasını sağlayacaktır. Onun bu **hevesi** bizleri çok mutlu ediyor.",
    "tone": "olumlu",
    "etiketler": ["yabancı dil", "istekli", "meraklı", "donanımlı", "hevesli", "pratik", "gelişim", "açık", "becerikli", "ilerleme"]
  },
  {
    "id": 34,
    "content": "[Öğrenci Adı], yıl boyunca çevreye olan **duyarlılığını** sürdürmüştür. Okul içi projelerde ve etkinliklerde aktif rol alması takdire şayandır. Yaz tatilinde doğa yürüyüşlerine katılması, çevre koruma projelerini araştırması veya bahçe işleriyle ilgilenmesi, bu değerli özelliğini pekiştirecektir. Doğaya olan ilgisi, onu daha **bilinçli** bir birey yapacaktır.",
    "tone": "olumlu",
    "etiketler": ["çevre", "duyarlı", "doğa", "bilinçli", "aktif", "sorumlu", "gelişim", "öncü", "takdire şayan", "pozitif"]
  },
  {
    "id": 35,
    "content": "[Öğrenci Adı], yıl boyunca ailesiyle olan **güçlü iletişimini** sürdürmüştür. Aile desteğiyle akademik ve sosyal gelişimini devam ettirmesi önemlidir. Yaz tatilinde ailesiyle birlikte vakit geçirmesi ve yeni deneyimler edinmesi, 6. sınıfa daha **mutlu** ve **hazır** başlamasını sağlayacaktır. Bu güçlü bağ, onun başarısının temelini oluşturuyor.",
    "tone": "olumlu",
    "etiketler": ["aile", "iletişim", "destek", "güçlü", "mutlu", "hazır", "deneyim", "sosyal", "akademik", "bağ"]
  }
]