[
  {
    "id": 1,
    "content": "[Öğrenci Adı], yıl boyunca dengeli başarısını ve liderlik özelliklerini sürdürmüştür. Yaz tatilinde ilgi alanlarına yönelik okumalar yapmasını, sosyal sorumluluk projelerine katılmasını ve 7. sınıfa dinlenmiş ve hazır bir şekilde başlamasını tavsiye ederiz. Liderlik vasfını pekiştirmesi önemlidir.",
    "tone": "olumlu",
    "etiketler": ["Dengeli Başarılı, Liderlik Potansiyeli", "ergenlik başlangıcı", "kimlik arayışı", "motivasyon dalgalanmaları", "özgüven gelişimi"]
  },
  {
    "id": 2,
    "content": "[Öğrenci Adı] kimlik arayışı sürecinde farklı ilgi alanlarını keşfetme cesareti gösteriyor. Kişiliğini tanıma konusunda bilinçli davranıyor ve sosyal kimliğini sağlıklı şekilde oluşturmaya başlıyor.",
    "tone": "olumlu",
    "etiketler": ["kimlik keşfi", "farklı ilgi alanları", "kişilik tanıma", "sosyal kimlik oluşumu"]
  },
  {
    "id": 3,
    "content": "[Öğrenci Adı], yıl boyunca akademik zorluklarla mücadele etmiştir. Gösterdiği çaba takdire şayandır. Yaz tatilinde temel eksiklerini gidermeye yönelik düzenli ve kısa süreli çalışmalar yapması, 7. sınıfa daha güçlü başlamasını sağlayacaktır. Sevdiği konularla öğrenmeyi birleştirmesi motivasyonunu artıracaktır.",
    "tone": "notr",
    "etiketler": ["Akademik Zorluk Yaşayan, Destekleyici Yaklaşım Gereken", "motivasyon yönetimi", "kendini toparlama", "hedef odaklanma", "özgüven inşası"]
  },
  {
    "id": 4,
    "content": "[Öğrenci Adı] özgüven gelişimi açısından güzel bir örnek gösteriyor. Ergenlik döneminin zorluklarına rağmen kendine güveniyor, sosyal becerilerini geliştirmeye devam ediyor ve akademik hedeflerinden ödün vermiyor.",
    "tone": "olumlu",
    "etiketler": ["örnek özgüven gelişimi", "ergenlik zorlukları", "sosyal beceri gelişimi", "akademik kararlılık"]
  },
  {
    "id": 5,
    "content": "[Öğrenci Adı], yıl boyunca yüksek başarısını sürdürmüştür. Stres yönetimi konusunda önemli adımlar atmıştır. Yaz tatilinde dinlenmeyi ihmal etmeden, zihinsel olarak rahatlamasına yardımcı olacak aktivitelere yönelmesi, 7. sınıfa daha dingin ve hazır bir şekilde başlamasını sağlayacaktır.",
    "tone": "olumlu",
    "etiketler": ["Yüksek Beklentili, Stres Yönetimi Gereken", "duygusal denge", "mood yönetimi", "sosyal olgunluk", "sağlıklı kimlik oluşumu"]
  },
  {
    "id": 6,
    "content": "[Öğrenci Adı] kimlik arayışı sürecinde yaratıcı keşifler yaparak kendini ifade ediyor. Sanatsal ve farklı ilgi alanlarını genişletiyor, özgün düşünce kapasitesini geliştiriyor ve sosyal çevresinde olumlu etki yaratıyor.",
    "tone": "olumlu",
    "etiketler": ["yaratıcı keşifler", "sanatsal ilgiler", "özgün düşünce", "pozitif sosyal etki"]
  },
  {
    "id": 7,
    "content": "[Öğrenci Adı], yıl boyunca sergilediği disiplinli çalışma alışkanlığı ve kararlılığı sayesinde akademik başarısını istikrarlı bir şekilde sürdürmüştür. Gelecek yıl 7. sınıfa başlarken bu düzenini koruması, başarısını daha da pekiştirecektir. Yaz tatilinde genel kültürünü artıracak okumalar yapmasını tavsiye ederiz.",
    "tone": "olumlu",
    "etiketler": ["Disiplinli ve Çalışkan, Başarısı Yüksek", "motivasyon fırsatları", "farklı motivasyon kaynakları", "içsel motivasyon", "istikrarlı özgüven"]
  },
  {
    "id": 8,
    "content": "[Öğrenci Adı] özgüven gelişimi konusunda örnek davranışlar sergiliyor. Kendine özgü yeteneklerini keşfetmiş, güçlü yönlerini vurgulamayı öğrenmiş ve sosyal ilişkilerinde samimi bir kimlik oluşturmuş.",
    "tone": "olumlu",
    "etiketler": ["rol model davranışlar", "yetenek keşfi", "güçlü yön vurgusu", "samimi kimlik"]
  },
  {
    "id": 9,
    "content": "[Öğrenci Adı], derslerdeki potansiyeline rağmen dikkatini uzun süre korumakta zorlanmaktadır. Yaz tatilinde dikkatini ve odaklanma becerisini geliştirecek etkinliklere (yapboz, strateji oyunları, enstrüman çalma, kodlama gibi) yönelmesi faydalı olacaktır. Düzenli uyku ve beslenmeye dikkat etmesi de zihinsel gelişimini destekleyecektir.",
    "tone": "notr",
    "etiketler": ["Dikkati Gelişmesi Gereken, Yaz Tatili Önerileri:", "değişim kabulü", "fiziksel değişim uyumu", "duygusal kabul", "sosyal uyum"]
  },
  {
    "id": 10,
    "content": "[Öğrenci Adı] kimlik arayışında farklı bakış açılarını değerlendirme yeteneği gelişmiş. Kendi değer sistemini oluşturma konusunda bilinçli ve sosyal sorumluluğu benimser hale gelmiş.",
    "tone": "olumlu",
    "etiketler": ["eleştirel düşünce", "perspektif değerlendirme", "değer sistemi oluşumu", "sosyal sorumluluk"]
  },
  {
    "id": 11,
    "content": "[Öğrenci Adı], akademik olarak sınıf ortalamasında bir performans sergilemektedir. Sosyal ilişkilerinde gelişim göstermesi için yaz tatilinde sosyal aktivitelere katılması ve iletişim becerilerini geliştirmesi önemlidir. 7. sınıfa daha uyumlu bir başlangıç yapmasını bekliyoruz.",
    "tone": "notr",
    "etiketler": ["Sosyal Uyum Sorunu Yaşayan, Akademik Ortalamada:", "motivasyon avantajı", "öğrenme yöntem çeşitliliği", "kişisel stil keşfi", "hızlanan özgüven"]
  },
  {
    "id": 12,
    "content": "[Öğrenci Adı] özgüven gelişimi sürecinde arkadaşlarını olumlu etkiliyor. Sosyal liderlik vasıfları gelişmiş, empati kapasitesi artmış ve ergenlik döneminin zorluklarında arkadaşlarına destek oluyor.",
    "tone": "olumlu",
    "etiketler": ["arkadaş etkileme", "sosyal liderlik", "empati kapasitesi", "arkadaş desteği"]
  },
  {
    "id": 13,
    "content": "[Öğrenci Adı], yıl boyunca sorumluluk bilincini geliştirme konusunda çaba göstermiştir. Yaz tatilinde günlük rutinler oluşturarak sorumluluklarını pekiştirmesi, 7. sınıfa daha hazırlıklı başlamasını sağlayacaktır. Küçük görevler alması ve bunları tamamlaması teşvik edilmelidir.",
    "tone": "notr",
    "etiketler": ["Sorumluluk Bilinci Gelişmesi Gereken:", "kişilik temelleri", "karakter tanımlama", "ahlaki değer benimseme", "pozitif kimlik şekillendirme"]
  },
  {
    "id": 14,
    "content": "[Öğrenci Adı] kimlik arayışı ve özgüven gelişimi konularında dengeli bir yaklaşım sergiliyor. Kişisel ve akademik kimliğini harmanlama konusunda başarılı, sosyal çevresinde güvenilir konum edinmiş ve gelecek planlamasında net vizyona sahip.",
    "tone": "olumlu",
    "etiketler": ["dengeli kimlik yaklaşımı", "kişisel-akademik harmanlama", "güvenilir sosyal konum", "net gelecek vizyonu"]
  },
  {
    "id": 15,
    "content": "[Öğrenci Adı], yıl boyunca yaratıcı problem çözme becerilerini sergilemiştir. Yaz tatilinde ilgi alanlarına yönelik projeler geliştirmesi, bulmacalar çözmesi ve farklı düşünme tekniklerini denemesi, 7. sınıfa daha donanımlı başlamasını sağlayacaktır.",
    "tone": "olumlu",
    "etiketler": ["Yaratıcı Problem Çözücü:", "büyüme fırsatı değerlendirmesi", "dayanıklılık kapasitesi", "gelişmiş problem çözme", "mükemmel özgüven örneği"]
  },
  {
    "id": 16,
    "content": "[Öğrenci Adı] ergenlik başlangıcında kimlik arayışı konusunda kararsızlık yaşıyor. Motivasyon dalgalanmaları belirgin, özgüven gelişiminde tutarsızlık gözleniyor ve sosyal ilişkilerinde dengesizlik bulunuyor.",
    "tone": "notr",
    "etiketler": ["kimlik kararsızlığı", "belirgin motivasyon dalgalanmaları", "özgüven tutarsızlığı", "sosyal dengesizlik"]
  },
  {
    "id": 17,
    "content": "[Öğrenci Adı], yıl boyunca okul dışı aktivitelerdeki başarısını sürdürmüştür. Yaz tatilinde bu yeteneklerini geliştirmeye devam ederken, 7. sınıfa hazırlık amacıyla ders tekrarı yapmayı ve okuma alışkanlığını sürdürmeyi ihmal etmemelidir. Hobileriyle dersleri arasında denge kurması önemlidir.",
    "tone": "notr",
    "etiketler": ["Okul Dışı Aktivitelerde Başarılı:", "motivasyon yönetim zorlukları", "akademik kararsızlık", "özgüven eksiklikleri", "değişim uyum problemleri"]
  },
  {
    "id": 18,
    "content": "[Öğrenci Adı] özgüven gelişimi sürecinde dalgalı bir seyir izliyor. Kimlik arayışında karmaşa yaşıyor, sosyal becerilerinde gerilik gösteriyor ve ergenlik zorluklarıyla başa çıkma konusunda yetersizlik sergiliyor.",
    "tone": "notr",
    "etiketler": ["dalgalı özgüven gelişimi", "kimlik karmaşası", "sosyal beceri geriliği", "ergenlik başa çıkma yetersizliği"]
  },
  {
    "id": 19,
    "content": "[Öğrenci Adı], yıl boyunca sınav kaygısını yönetme konusunda önemli adımlar atmıştır. Yaz tatilinde rahatlama teknikleri öğrenmeye devam etmesi ve düzenli tekrarlarla konulara olan hakimiyetini pekiştirmesi, 7. sınıfta daha başarılı olmasına yardımcı olacaktır.",
    "tone": "notr",
    "etiketler": ["Sınav Kaygısı Olan:", "duygusal düzensizlik", "ruh hali kontrol başarısızlığı", "sosyal tutarsızlık", "kimlik kaybolmuşluğu"]
  },
  {
    "id": 20,
    "content": "[Öğrenci Adı] kimlik arayışı sürecinde yönelim belirsizliği gösteriyor. İlgi alanlarını belirleyememe sorunu yaşıyor, özgüven eksikliği kronikleşiyor ve sosyal uyum problemleri artıyor.",
    "tone": "notr",
    "etiketler": ["yönelim belirsizliği", "ilgi alanı belirleme sorunu", "kronik özgüven eksikliği", "artan sosyal uyum problemleri"]
  },
  {
    "id": 21,
    "content": "[Öğrenci Adı], yıl boyunca eleştirel düşünme becerilerini geliştirmiştir. Yaz tatilinde farklı türde kitaplar okuması, belgeseller izlemesi ve olaylara çok yönlü bakış açısı geliştirmesi, 7. sınıfa daha donanımlı başlamasını sağlayacaktır.",
    "tone": "olumlu",
    "etiketler": ["Eleştirel Düşünme Becerisi Gelişmiş:", "motivasyon-akademik olumsuz etki", "konsantrasyon problemleri", "öz disiplin eksikliği", "ergenlik zorluk başa çıkamama"]
  },
  {
    "id": 22,
    "content": "[Öğrenci Adı] özgüven gelişiminde ciddi aksaklıklar yaşıyor. Kendine güven eksikliği belirgin, sosyal kaygı düzeyi yüksek ve kimlik arayışında kaybolmuşluk hissi derinleşiyor.",
    "tone": "notr",
    "etiketler": ["ciddi özgüven aksaklıkları", "belirgin güven eksikliği", "yüksek sosyal kaygı", "derinleşen kaybolmuşluk"]
  },
  {
    "id": 23,
    "content": "[Öğrenci Adı], yıl boyunca ders çalışma ortamı konusunda gösterdiği çaba takdire şayandır. Yaz tatilinde kendine uygun bir çalışma köşesi oluşturması ve düzenli çalışma alışkanlığını sürdürmesi, 7. sınıfa daha verimli bir başlangıç yapmasını sağlayacaktır.",
    "tone": "notr",
    "etiketler": ["Ders Çalışma Ortamı İhtiyacı Olan:", "kimlik krizi yönetememe", "kontrolsüz duygusal çalkantılar", "kaybolmuş akademik motivasyon", "sosyal izolasyon eğilimi"]
  },
  {
    "id": 24,
    "content": "[Öğrenci Adı] motivasyon dalgalanmaları ve özgüven eksikliği birbirini olumsuz etkiliyor. Akademik başarısızlık kronikleşiyor, sosyal beceri gelişimi durmuş ve ergenlik döneminin gereksinimlerini karşılayamıyor.",
    "tone": "notr",
    "etiketler": ["olumsuz karşılıklı etki", "kronik akademik başarısızlık", "durmuş sosyal gelişim", "gereksinim karşılayamama"]
  },
  {
    "id": 25,
    "content": "[Öğrenci Adı], yıl boyunca sınıf içi tartışmalara katılımda gelişim göstermiştir. Yaz tatilinde kendini ifade etme becerilerini geliştirecek sosyal aktivitelere katılması, 7. sınıfa daha özgüvenli bir iletişimle başlamasını sağlayacaktır.",
    "tone": "notr",
    "etiketler": ["Sınıf İçi Tartışmalara Katılmayan:", "kimlik arayışı ve özgüven gelişiminde kritik seviyede sorunlar yaşıyor. Kendini tanıma konusunda kaybolmuş, sosyal ilişkilerde çözülme gözleniyor ve ergenlik döneminin zorluklarıyla başa çıkamaz durumda."]
  },
  {
    "id": 26,
    "content": "[Öğrenci Adı] ergenlik başlangıcında ciddi uyum problemleri yaşıyor. Kimlik karmaşası derinleşmiş, motivasyon tamamen kaybolmuş ve özgüven eksikliği kritik seviyeye ulaşmış. Acil destek gereksinimi bulunuyor.",
    "tone": "olumsuz",
    "etiketler": ["ciddi ergenlik uyum problemleri", "derinleşen kimlik karmaşası", "tamamen kaybolmuş motivasyon", "kritik özgüven eksikliği"]
  },
  {
    "id": 27,
    "content": "[Öğrenci Adı], yıl boyunca sorumluluklarını erteleme eğiliminde azalma göstermiştir. Yaz tatilinde günlük planlar yaparak ve küçük hedefler belirleyerek zaman yönetimi becerilerini pekiştirmesi, 7. sınıfa daha düzenli bir başlangıç yapmasını sağlayacaktır.",
    "tone": "notr",
    "etiketler": ["Sorumluluklarını Erteleyen:", "tamamen kaybolmuş kimlik arayışı", "tersine özgüven gelişimi", "çözülen sosyal beceriler", "değişim başa çıkamama"]
  },
  {
    "id": 28,
    "content": "[Öğrenci Adı] motivasyon dalgalanmaları kontrolden çıkmış ve akademik çöküşe neden olmuş. Özgüven kaybı kronikleşmiş, sosyal izolasyon derinleşmiş ve ergenlik krizini yönetemez hale gelmiş. Acil müdahale gereksinimi var.",
    "tone": "olumsuz",
    "etiketler": ["kontrolsüz motivasyon dalgalanmaları", "akademik çöküş", "kronik özgüven kaybı", "ergenlik krizi yönetememe"]
  },
  {
    "id": 29,
    "content": "[Öğrenci Adı], yıl boyunca meraklı ve araştırmacı yapısını sürdürmüştür. Yaz tatilinde ilgi alanlarına yönelik araştırmalar yapması, belgeseller izlemesi ve yeni bilgiler edinmesi, 7. sınıfa daha donanımlı başlamasını sağlayacaktır. Öğrenme tutkusunu koruması önemlidir.",
    "tone": "olumlu",
    "etiketler": ["Meraklı ve Araştırmacı:", "telafisi zor özgüven-kimlik hasarı", "tamamen işlevsiz sosyal ilişkiler", "yok olmuş akademik motivasyon", "başa çıkma kapasitesi kaybı"]
  },
  {
    "id": 30,
    "content": "[Öğrenci Adı] ergenlik başlangıcında kritik durumda bulunuyor. Kimlik arayışı sürecinde tamamen kaybolmuş, özgüven gelişimi durmuş ve sosyal-akademik işlevsellik kaybedilmiş. Acil uzman değerlendirme ve aile desteği gereksinimi var.",
    "tone": "olumsuz",
    "etiketler": ["kritik ergenlik durumu", "tamamen kaybolmuş kimlik", "durmuş özgüven gelişimi", "işlevsellik kaybı"]
  },
  {
    "id": 31,
    "content": "[Öğrenci Adı], yıl boyunca sağlık sorunlarına rağmen derslerini takip etme çabası göstermiştir. Yaz tatilinde sağlığına dikkat ederek ve eksiklerini tamamlayarak 7. sınıfa dinlenmiş ve hazır bir şekilde başlaması önemlidir.",
    "tone": "notr",
    "etiketler": ["Sağlık Sorunları Nedeniyle Devamsızlık:", "ergenlik başlangıcında ciddi uyum problemleri", "derinleşen kimlik karmaşası", "tamamen kaybolmuş motivasyon", "kritik özgüven eksikliği"]
  },
  {
    "id": 32,
    "content": "[Öğrenci Adı] sorumluluk almayı tamamen reddediyor. Ödevlerini yapmıyor, ders araç gereçlerini getirmiyor. Arkadaşlarına yardım etmeyi istemiyor.",
    "tone": "olumsuz",
    "etiketler": ["sorumluluk alma", "akademik stabilite", "arkadaşlık ilişkileri", "özgüven gelişimi"]
  },
  {
    "id": 33,
    "content": "[Öğrenci Adı], yıl boyunca farklı öğrenme stillerini deneme konusunda çaba göstermiştir. Yaz tatilinde kendisine en uygun öğrenme yöntemlerini pekiştirmesi ve bu yöntemlerle ders tekrarı yapması, 7. sınıfa daha verimli bir başlangıç yapmasını sağlayacaktır.",
    "tone": "notr",
    "etiketler": ["Öğrenme Stili Farklı:", "kimlik arayışı sürecinde tamamen kaybolmuş durumda. Özgüven gelişimi tersine dönmüş, sosyal beceriler çözülüyor ve ergenlik döneminin getirdiği değişimlerle başa çıkamıyor. Kapsamlı müdahale gereksinimi var."]
  },
  {
    "id": 34,
    "content": "[Öğrenci Adı] akademik stabilite konusunda çok geride kaldı. Hiçbir derste başarılı olamıyor ve çalışmayı reddediyor. Ödevlerini hiç yapmiyor.",
    "tone": "olumsuz",
    "etiketler": ["akademik stabilite", "sorumluluk alma", "özgüven gelişimi", "arkadaşlık ilişkileri"]
  },
  {
    "id": 35,
    "content": "[Öğrenci Adı], yıl boyunca ders materyallerini düzenli kullanma konusunda gelişim göstermiştir. Yaz tatilinde eşyalarını düzenli tutma alışkanlığını pekiştirmesi, 7. sınıfa daha organize bir başlangıç yapmasını sağlayacaktır. Düzen, başarının anahtarıdır.",
    "tone": "notr",
    "etiketler": ["Ders Materyallerini Düzenli Kullanmayan:", "motivasyon dalgalanmaları kontrolden çıkmış ve akademik çöküşe neden olmuş. Özgüven kaybı kronikleşmiş, sosyal izolasyon derinleşmiş ve ergenlik krizini yönetemez hale gelmiş. Acil müdahale gereksinimi var."]
  },
  {
    "id": 36,
    "content": "[Öğrenci Adı] sosyal bilgiler dersinde hiç ilgi göstermiyor. Araştırma ödevlerini yapmıyor ve arkadaşlarının çalışmalarını engelliyor.",
    "tone": "olumsuz",
    "etiketler": ["akademik stabilite", "sorumluluk alma", "arkadaşlık ilişkileri", "özgüven gelişimi"]
  },
  {
    "id": 37,
    "content": "[Öğrenci Adı], yıl boyunca akran ilişkilerinde gelişim göstermiştir. Yaz tatilinde sosyal aktivitelere katılması, yeni arkadaşlıklar kurması ve iletişim becerilerini pekiştirmesi, 7. sınıfa daha uyumlu bir başlangıç yapmasını sağlayacaktır.",
    "tone": "notr",
    "etiketler": ["Akran İlişkilerinde Destek İhtiyacı:", "telafisi zor özgüven-kimlik hasarı", "tamamen işlevsiz sosyal ilişkiler", "yok olmuş akademik motivasyon", "başa çıkma kapasitesi kaybı"]
  },
  {
    "id": 38,
    "content": "[Öğrenci Adı] matematik dersinde hiçbir problemi çözmeye çalışmıyor. Arkadaşlarından yardım istemiyor ve öğretmen açıklamalarını dinlemiyor.",
    "tone": "olumsuz",
    "etiketler": ["akademik stabilite", "özgüven gelişimi", "arkadaşlık ilişkileri", "sorumluluk alma"]
  },
  {
    "id": 39,
    "content": "[Öğrenci Adı], yıl boyunca öğrenme motivasyonunu artırma konusunda çaba göstermiştir. Yaz tatilinde ilgi alanlarına yönelik eğlenceli öğrenme aktivitelerine katılması, 7. sınıfa daha istekli bir başlangıç yapmasını sağlayacaktır. Her küçük adım, büyük bir değişimin başlangıcıdır.",
    "tone": "notr",
    "etiketler": ["Öğrenme Motivasyonu Düşük:", "kritik ergenlik durumu", "tamamen kaybolmuş kimlik", "durmuş özgüven gelişimi", "işlevsellik kaybı"]
  },
  {
    "id": 40,
    "content": "[Öğrenci Adı] müzik dersinde şarkı söylemeyi reddediyor. Arkadaşlarının performanslarını bozuyor ve enstrümanlara zarar veriyor.",
    "tone": "olumsuz",
    "etiketler": ["akademik stabilite", "arkadaşlık ilişkileri", "sorumluluk alma", "özgüven gelişimi"]
  },
  {
    "id": 41,
    "content": "[Öğrenci Adı], yıl boyunca çözüm odaklı ve pratik zekasını sergilemiştir. Yaz tatilinde zeka oyunları oynaması, bulmacalar çözmesi ve mantıksal düşünme becerilerini geliştirecek aktivitelerle meşgul olması, 7. sınıfa daha keskin bir zihinle başlamasını sağlayacaktır.",
    "tone": "olumlu",
    "etiketler": ["Çözüm Odaklı ve Pratik Zeka:", "arkadaşlık ilişkileri", "sorumluluk alma", "akademik stabilite", "özgüven gelişimi"]
  },
  {
    "id": 42,
    "content": "[Öğrenci Adı] İngilizce dersinde hiç konuşmak istemiyor. Yeni kelimeler öğrenmeyi reddediyor ve arkadaşlarının çalışmalarını engelliyor.",
    "tone": "olumsuz",
    "etiketler": ["akademik stabilite", "arkadaşlık ilişkileri", "özgüven gelişimi", "sorumluluk alma"]
  },
  {
    "id": 43,
    "content": "[Öğrenci Adı], yıl boyunca dersi dinleme becerilerini geliştirmeye çaba göstermiştir. Yaz tatilinde aktif dinleme egzersizleri yapması, podcast dinlemesi ve okuduğunu anlama becerilerini pekiştirmesi, 7. sınıfa daha dikkatli bir başlangıç yapmasını sağlayacaktır.",
    "tone": "notr",
    "etiketler": ["Dersi Dinlemede Zorlanan:", "sorumluluk alma", "arkadaşlık ilişkileri", "akademik stabilite", "özgüven gelişimi"]
  },
  {
    "id": 44,
    "content": "[Öğrenci Adı] sınıfta hiç arkadaş edinemiyor. Herkesi kendisinden uzaklaştırıyor ve sosyal aktivitelere katılmayı reddediyor. Özgüven eksikliği çok ciddi.",
    "tone": "olumsuz",
    "etiketler": ["arkadaşlık ilişkileri", "özgüven gelişimi", "sorumluluk alma", "akademik stabilite"]
  },
  {
    "id": 45,
    "content": "[Öğrenci Adı], yıl boyunca sınıf içi etkinliklere katılım konusunda gelişim göstermiştir. Yaz tatilinde sosyal kulüplere veya takım sporlarına katılması, yeni arkadaşlar edinmesi ve özgüvenini artırması, 7. sınıfa daha katılımcı bir ruhla başlamasını sağlayacaktır.",
    "tone": "olumlu",
    "etiketler": ["Sınıf İçi Etkinliklere İsteksiz:", "özgüven gelişimi", "sorumluluk alma", "arkadaşlık ilişkileri", "akademik stabilite"]
  }
]