
[
  {
    "id": 1,
    "content": "[Öğrenci Adı] ergenlik başlangıcında kendini tanıma konusunda güzel adımlar atıyor. Motivasyonu zaman zaman değişse de derslerinde başarılı olmaya devam ediyor. Özgüveni artıyor ve arkadaşlarıyla dengeli ilişkiler kuruyor.",
    "tone": "olumlu",
    "tags": ["ergenlik başlangıcı", "kimlik arayışı", "motivasyon dalgalanmaları", "özgüven gelişimi"]
  },
  {
    "id": 2,
    "content": "[Öğrenci Adı] kimlik arayışı sürecinde farklı ilgi alanlarını keşfetme cesareti gösteriyor. Kişiliğini tanıma konusunda bilinçli davranıyor ve sosyal kimliğini sağlıklı şekilde oluşturmaya başlıyor.",
    "tone": "olumlu",
    "tags": ["kimlik keşfi", "farklı ilgi alanları", "kişilik tanıma", "sosyal kimlik oluşumu"]
  },
  {
    "id": 3,
    "content": "[Öğrenci Adı] motivasyon dalgalanmalarıyla başa çıkma konusunda güzel stratejiler geliştirdi. Düşük motivasyon dönemlerinde kendini toparlama yeteneği güçlü, hedeflerine odaklanma konusunda kararlı.",
    "tone": "olumlu",
    "tags": ["motivasyon yönetimi", "kendini toparlama", "hedef odaklanma", "özgüven inşası"]
  },
  {
    "id": 4,
    "content": "[Öğrenci Adı] özgüven gelişimi açısından güzel bir örnek gösteriyor. Ergenlik döneminin zorluklarına rağmen kendine güveniyor, sosyal becerilerini geliştirmeye devam ediyor ve akademik hedeflerinden ödün vermiyor.",
    "tone": "olumlu",
    "tags": ["örnek özgüven gelişimi", "ergenlik zorlukları", "sosyal beceri gelişimi", "akademik kararlılık"]
  },
  {
    "id": 5,
    "content": "[Öğrenci Adı] ergenlik başlangıcında duygusal dengeyi koruma konusunda başarılı. Ruh halindeki değişimleri yönetme becerisi gelişmiş, sosyal ilişkilerinde olgunluk gösteriyor ve kimlik oluşum sürecinde sağlıklı adımlar atıyor.",
    "tone": "olumlu",
    "tags": ["duygusal denge", "mood yönetimi", "sosyal olgunluk", "sağlıklı kimlik oluşumu"]
  },
  {
    "id": 6,
    "content": "[Öğrenci Adı] kimlik arayışı sürecinde yaratıcı keşifler yaparak kendini ifade ediyor. Sanatsal ve farklı ilgi alanlarını genişletiyor, özgün düşünce kapasitesini geliştiriyor ve sosyal çevresinde olumlu etki yaratıyor.",
    "tone": "olumlu",
    "tags": ["yaratıcı keşifler", "sanatsal ilgiler", "özgün düşünce", "pozitif sosyal etki"]
  },
  {
    "id": 7,
    "content": "[Öğrenci Adı] motivasyon dalgalanmalarını fırsata çevirme konusunda yetenekli. Farklı motivasyon kaynaklarını keşfetmiş, içsel motivasyonunu güçlendirmiş ve özgüven geliştirme sürecinde istikrarlı ilerliyor.",
    "tone": "olumlu",
    "tags": ["motivasyon fırsatları", "farklı motivasyon kaynakları", "içsel motivasyon", "istikrarlı özgüven"]
  },
  {
    "id": 8,
    "content": "[Öğrenci Adı] özgüven gelişimi konusunda örnek davranışlar sergiliyor. Kendine özgü yeteneklerini keşfetmiş, güçlü yönlerini vurgulamayı öğrenmiş ve sosyal ilişkilerinde samimi bir kimlik oluşturmuş.",
    "tone": "olumlu",
    "tags": ["rol model davranışlar", "yetenek keşfi", "güçlü yön vurgusu", "samimi kimlik"]
  },
  {
    "id": 9,
    "content": "[Öğrenci Adı] ergenlik döneminin getirdiği değişiklikleri olumlu karşılama konusunda olgun tutum gösteriyor. Fiziksel ve duygusal değişimleri kabul etme yeteneği güçlü, uyum kapasitesi yüksek ve sosyal uyumu başarılı.",
    "tone": "olumlu",
    "tags": ["değişim kabulü", "fiziksel değişim uyumu", "duygusal kabul", "sosyal uyum"]
  },
  {
    "id": 10,
    "content": "[Öğrenci Adı] kimlik arayışında farklı bakış açılarını değerlendirme yeteneği gelişmiş. Kendi değer sistemini oluşturma konusunda bilinçli ve sosyal sorumluluğu benimser hale gelmiş.",
    "tone": "olumlu",
    "tags": ["eleştirel düşünce", "perspektif değerlendirme", "değer sistemi oluşumu", "sosyal sorumluluk"]
  },
  {
    "id": 11,
    "content": "[Öğrenci Adı] motivasyon dalgalanmalarını akademik başarı için avantaja çevirme konusunda yaratıcı yaklaşımlar geliştirdi. Farklı öğrenme yöntemlerini deneyimledi, kişisel öğrenme stilini keşfetti ve özgüven kazanım sürecinde hızlandı.",
    "tone": "olumlu",
    "tags": ["motivasyon avantajı", "öğrenme yöntem çeşitliliği", "kişisel stil keşfi", "hızlanan özgüven"]
  },
  {
    "id": 12,
    "content": "[Öğrenci Adı] özgüven gelişimi sürecinde arkadaşlarını olumlu etkiliyor. Sosyal liderlik vasıfları gelişmiş, empati kapasitesi artmış ve ergenlik döneminin zorluklarında arkadaşlarına destek oluyor.",
    "tone": "olumlu",
    "tags": ["arkadaş etkileme", "sosyal liderlik", "empati kapasitesi", "arkadaş desteği"]
  },
  {
    "id": 13,
    "content": "[Öğrenci Adı] ergenlik başlangıcında kişilik gelişimi açısından sağlam temeller atmış. Karakter özelliklerini tanımlama konusunda net, ahlaki değerleri benimseme sürecinde istikrarlı ve sosyal kimliğini olumlu yönde şekillendiriyor.",
    "tone": "olumlu",
    "tags": ["kişilik temelleri", "karakter tanımlama", "ahlaki değer benimseme", "pozitif kimlik şekillendirme"]
  },
  {
    "id": 14,
    "content": "[Öğrenci Adı] kimlik arayışı ve özgüven gelişimi konularında dengeli bir yaklaşım sergiliyor. Kişisel ve akademik kimliğini harmanlama konusunda başarılı, sosyal çevresinde güvenilir konum edinmiş ve gelecek planlamasında net vizyona sahip.",
    "tone": "olumlu",
    "tags": ["dengeli kimlik yaklaşımı", "kişisel-akademik harmanlama", "güvenilir sosyal konum", "net gelecek vizyonu"]
  },
  {
    "id": 15,
    "content": "[Öğrenci Adı] motivasyon dalgalanmaları ve ergenlik zorluklarını büyüme fırsatı olarak değerlendiriyor. Dayanıklılık kapasitesi güçlü, problem çözme becerileri gelişmiş ve özgüven geliştirme sürecinde mükemmel bir örnek.",
    "tone": "olumlu",
    "tags": ["büyüme fırsatı değerlendirmesi", "dayanıklılık kapasitesi", "gelişmiş problem çözme", "mükemmel özgüven örneği"]
  },
  {
    "id": 16,
    "content": "[Öğrenci Adı] ergenlik başlangıcında kimlik arayışı konusunda kararsızlık yaşıyor. Motivasyon dalgalanmaları belirgin, özgüven gelişiminde tutarsızlık gözleniyor ve sosyal ilişkilerinde dengesizlik bulunuyor.",
    "tone": "notr",
    "tags": ["kimlik kararsızlığı", "belirgin motivasyon dalgalanmaları", "özgüven tutarsızlığı", "sosyal dengesizlik"]
  },
  {
    "id": 17,
    "content": "[Öğrenci Adı] motivasyon dalgalanmalarını yönetme konusunda zorluklar yaşıyor. Akademik performansta kararsızlık gözleniyor, özgüven eksiklikleri belirginleşiyor ve ergenlik döneminin getirdiği değişimlere uyum sağlayamıyor.",
    "tone": "notr",
    "tags": ["motivasyon yönetim zorlukları", "akademik kararsızlık", "özgüven eksiklikleri", "değişim uyum problemleri"]
  },
  {
    "id": 18,
    "content": "[Öğrenci Adı] özgüven gelişimi sürecinde dalgalı bir seyir izliyor. Kimlik arayışında karmaşa yaşıyor, sosyal becerilerinde gerilik gösteriyor ve ergenlik zorluklarıyla başa çıkma konusunda yetersizlik sergiliyor.",
    "tone": "notr",
    "tags": ["dalgalı özgüven gelişimi", "kimlik karmaşası", "sosyal beceri geriliği", "ergenlik başa çıkma yetersizliği"]
  },
  {
    "id": 19,
    "content": "[Öğrenci Adı] ergenlik başlangıcında duygusal düzensizlik yaşıyor. Ruh halini kontrol etme konusunda başarısız, sosyal ilişkilerde tutarsız davranışlar sergiliyor ve kimlik oluşum sürecinde kaybolmuşluk hissi yaşıyor.",
    "tone": "notr",
    "tags": ["duygusal düzensizlik", "ruh hali kontrol başarısızlığı", "sosyal tutarsızlık", "kimlik kaybolmuşluğu"]
  },
  {
    "id": 20,
    "content": "[Öğrenci Adı] kimlik arayışı sürecinde yönelim belirsizliği gösteriyor. İlgi alanlarını belirleyememe sorunu yaşıyor, özgüven eksikliği kronikleşiyor ve sosyal uyum problemleri artıyor.",
    "tone": "notr",
    "tags": ["yönelim belirsizliği", "ilgi alanı belirleme sorunu", "kronik özgüven eksikliği", "artan sosyal uyum problemleri"]
  },
  {
    "id": 21,
    "content": "[Öğrenci Adı] motivasyon dalgalanmaları akademik başarıyı olumsuz etkiliyor. Konsantrasyon problemleri belirginleşmiş, öz disiplin eksikliği gözleniyor ve ergenlik döneminin getirdiği zorluklarla başa çıkamıyor.",
    "tone": "notr",
    "tags": ["motivasyon-akademik olumsuz etki", "konsantrasyon problemleri", "öz disiplin eksikliği", "ergenlik zorluk başa çıkamama"]
  },
  {
    "id": 22,
    "content": "[Öğrenci Adı] özgüven gelişiminde ciddi aksaklıklar yaşıyor. Kendine güven eksikliği belirgin, sosyal kaygı düzeyi yüksek ve kimlik arayışında kaybolmuşluk hissi derinleşiyor.",
    "tone": "notr",
    "tags": ["ciddi özgüven aksaklıkları", "belirgin güven eksikliği", "yüksek sosyal kaygı", "derinleşen kaybolmuşluk"]
  },
  {
    "id": 23,
    "content": "[Öğrenci Adı] ergenlik başlangıcında kimlik krizini yönetemiyor. Duygusal çalkantılar kontrolden çıkmış, akademik motivasyon kaybolmuş ve sosyal izolasyon eğilimi gösteriyor.",
    "tone": "notr",
    "tags": ["kimlik krizi yönetememe", "kontrolsüz duygusal çalkantılar", "kaybolmuş akademik motivasyon", "sosyal izolasyon eğilimi"]
  },
  {
    "id": 24,
    "content": "[Öğrenci Adı] motivasyon dalgalanmaları ve özgüven eksikliği birbirini olumsuz etkiliyor. Akademik başarısızlık kronikleşiyor, sosyal beceri gelişimi durmuş ve ergenlik döneminin gereksinimlerini karşılayamıyor.",
    "tone": "notr",
    "tags": ["olumsuz karşılıklı etki", "kronik akademik başarısızlık", "durmuş sosyal gelişim", "gereksinim karşılayamama"]
  },
  {
    "id": 25,
    "content": "[Öğrenci Adı] kimlik arayışı ve özgüven gelişiminde kritik seviyede sorunlar yaşıyor. Kendini tanıma konusunda kaybolmuş, sosyal ilişkilerde çözülme gözleniyor ve ergenlik döneminin zorluklarıyla başa çıkamaz durumda.",
    "tone": "notr",
    "tags": ["kritik kimlik-özgüven sorunları", "kendini tanıma kaybolmuşluğu", "sosyal ilişki çözülmesi", "ergenlik başa çıkamama"]
  },
  {
    "id": 26,
    "content": "[Öğrenci Adı] ergenlik başlangıcında ciddi uyum problemleri yaşıyor. Kimlik karmaşası derinleşmiş, motivasyon tamamen kaybolmuş ve özgüven eksikliği kritik seviyeye ulaşmış. Acil destek gereksinimi bulunuyor.",
    "tone": "olumsuz",
    "tags": ["ciddi ergenlik uyum problemleri", "derinleşen kimlik karmaşası", "tamamen kaybolmuş motivasyon", "kritik özgüven eksikliği"]
  },
  {
    "id": 27,
    "content": "[Öğrenci Adı] kimlik arayışı sürecinde tamamen kaybolmuş durumda. Özgüven gelişimi tersine dönmüş, sosyal beceriler çözülüyor ve ergenlik döneminin getirdiği değişimlerle başa çıkamıyor. Kapsamlı müdahale gereksinimi var.",
    "tone": "olumsuz",
    "tags": ["tamamen kaybolmuş kimlik arayışı", "tersine özgüven gelişimi", "çözülen sosyal beceriler", "değişim başa çıkamama"]
  },
  {
    "id": 28,
    "content": "[Öğrenci Adı] motivasyon dalgalanmaları kontrolden çıkmış ve akademik çöküşe neden olmuş. Özgüven kaybı kronikleşmiş, sosyal izolasyon derinleşmiş ve ergenlik krizini yönetemez hale gelmiş. Acil müdahale gereksinimi var.",
    "tone": "olumsuz",
    "tags": ["kontrolsüz motivasyon dalgalanmaları", "akademik çöküş", "kronik özgüven kaybı", "ergenlik krizi yönetememe"]
  },
  {
    "id": 29,
    "content": "[Öğrenci Adı] özgüven gelişimi ve kimlik oluşumu açısından telafisi zor hasarlar almış. Sosyal ilişkiler tamamen işlevsiz hale gelmiş, akademik motivasyon yok olmuş ve ergenlik döneminin zorluklarıyla başa çıkma kapasitesi kalmamış.",
    "tone": "olumsuz",
    "tags": ["telafisi zor özgüven-kimlik hasarı", "tamamen işlevsiz sosyal ilişkiler", "yok olmuş akademik motivasyon", "başa çıkma kapasitesi kaybı"]
  },
  {
    "id": 30,
    "content": "[Öğrenci Adı] ergenlik başlangıcında kritik durumda bulunuyor. Kimlik arayışı sürecinde tamamen kaybolmuş, özgüven gelişimi durmuş ve sosyal-akademik işlevsellik kaybedilmiş. Acil uzman değerlendirme ve aile desteği gereksinimi var.",
    "tone": "olumsuz",
    "tags": ["kritik ergenlik durumu", "tamamen kaybolmuş kimlik", "durmuş özgüven gelişimi", "işlevsellik kaybı"]
  }
]
